[
  {
    "id": 1,
    "sentence": "I usually wake up at 7 a.m.",
    "translation": "Eu geralmente acordo às 7 da manhã."
  },
  {
    "id": 2,
    "sentence": "My alarm goes off at the same time every day.",
    "translation": "Meu despertador toca na mesma hora todos os dias."
  },
  {
    "id": 3,
    "sentence": "I hit the snooze button and lie in bed for a few minutes.",
    "translation": "Eu aperto o botão soneca e fico deitado na cama por alguns minutos."
  },
  {
    "id": 4,
    "sentence": "The sun is just beginning to rise as I open my eyes.",
    "translation": "O sol está apenas começando a nascer quando abro meus olhos."
  },
  {
    "id": 5,
    "sentence": "I stretch my arms and legs to shake off the sleep.",
    "translation": "Estico meus braços e pernas para espantar o sono."
  },
  {
    "id": 6,
    "sentence": "I can hear the birds chirping outside.",
    "translation": "Consigo ouvir os pássaros cantando lá fora."
  },
  {
    "id": 7,
    "sentence": "It's hard to get out of bed on cold mornings.",
    "translation": "É difícil sair da cama em manhãs frias."
  },
  {
    "id": 8,
    "sentence": "I check the time on my phone to make sure I'm not late.",
    "translation": "Verifico a hora no meu celular para ter certeza de que não estou atrasado."
  },
  {
    "id": 9,
    "sentence": "I take a deep breath and slowly sit up.",
    "translation": "Respiro fundo e me sento devagar."
  },
  {
    "id": 10,
    "sentence": "My body feels a little stiff from sleeping.",
    "translation": "Meu corpo parece um pouco rígido por ter dormido."
  },
  {
    "id": 11,
    "sentence": "I start the day by thinking about what I need to do.",
    "translation": "Começo o dia pensando no que preciso fazer."
  },
  {
    "id": 12,
    "sentence": "I look out the window and see the morning light.",
    "translation": "Olho pela janela e vejo a luz da manhã."
  },
  {
    "id": 13,
    "sentence": "I blink my eyes a few times to fully wake up.",
    "translation": "Pisco meus olhos algumas vezes para acordar totalmente."
  },
  {
    "id": 14,
    "sentence": "I try to wake up without any stress.",
    "translation": "Tento acordar sem estresse."
  },
  {
    "id": 15,
    "sentence": "I feel more refreshed when I wake up early.",
    "translation": "Sinto-me mais revigorado quando acordo cedo."
  },
  {
    "id": 16,
    "sentence": "Sometimes I wake up before the alarm goes off.",
    "translation": "Às vezes acordo antes do despertador tocar."
  },
  {
    "id": 17,
    "sentence": "I give myself a moment to relax before getting up.",
    "translation": "Dou a mim mesmo um momento para relaxar antes de levantar."
  },
  {
    "id": 18,
    "sentence": "The warmth of the bed makes it hard to leave.",
    "translation": "O calor da cama torna difícil sair."
  },
  {
    "id": 19,
    "sentence": "I try to resist the urge to sleep in.",
    "translation": "Tento resistir à vontade de dormir mais."
  },
  {
    "id": 20,
    "sentence": "I remind myself of my plans for the day.",
    "translation": "Lembro-me dos meus planos para o dia."
  },
  {
    "id": 21,
    "sentence": "I think about what I want to accomplish.",
    "translation": "Penso no que quero realizar."
  },
  {
    "id": 22,
    "sentence": "I take a moment to feel grateful for the new day.",
    "translation": "Tiro um momento para me sentir grato pelo novo dia."
  },
  {
    "id": 23,
    "sentence": "I try to wake up feeling positive.",
    "translation": "Tento acordar me sentindo positivo."
  },
  {
    "id": 24,
    "sentence": "The first few minutes after waking up are the hardest.",
    "translation": "Os primeiros minutos depois de acordar são os mais difíceis."
  },
  {
    "id": 25,
    "sentence": "I roll out of bed to get my day started.",
    "translation": "Saio da cama para começar meu dia."
  },
  {
    "id": 26,
    "sentence": "I head straight to the bathroom after getting up.",
    "translation": "Vou direto para o banheiro depois de levantar."
  },
  {
    "id": 27,
    "sentence": "The first thing I do is brush my teeth.",
    "translation": "A primeira coisa que faço é escovar meus dentes."
  },
  {
    "id": 28,
    "sentence": "I wash my face with cold water to wake myself up.",
    "translation": "Lavo meu rosto com água fria para me acordar."
  },
  {
    "id": 29,
    "sentence": "I grab my toothbrush and apply some toothpaste.",
    "translation": "Pego minha escova de dentes e coloco um pouco de pasta de dente."
  },
  {
    "id": 30,
    "sentence": "I brush my teeth for a full 2 minutes.",
    "translation": "Escovo meus dentes por 2 minutos completos."
  },
  {
    "id": 31,
    "sentence": "The cold water helps me feel more awake.",
    "translation": "A água fria ajuda a me sentir mais acordado."
  },
  {
    "id": 32,
    "sentence": "I scrub my face with my favorite cleanser.",
    "translation": "Esfrego meu rosto com meu sabonete facial favorito."
  },
  {
    "id": 33,
    "sentence": "After brushing, I rinse my mouth with water.",
    "translation": "Depois de escovar, enxáguo minha boca com água."
  },
  {
    "id": 34,
    "sentence": "I use mouthwash to freshen my breath.",
    "translation": "Uso enxaguante bucal para refrescar meu hálito."
  },
  {
    "id": 35,
    "sentence": "I grab a towel and pat my face dry.",
    "translation": "Pego uma toalha e seco meu rosto dando batidinhas."
  },
  {
    "id": 36,
    "sentence": "I use a face moisturizer to keep my skin hydrated.",
    "translation": "Uso um hidratante facial para manter minha pele hidratada."
  },
  {
    "id": 37,
    "sentence": "I take a quick shower to refresh my body.",
    "translation": "Tomo um banho rápido para refrescar meu corpo."
  },
  {
    "id": 38,
    "sentence": "I wash my hair with shampoo and conditioner.",
    "translation": "Lavo meu cabelo com xampu e condicionador."
  },
  {
    "id": 39,
    "sentence": "The warm water relaxes me during my shower.",
    "translation": "A água morna me relaxa durante o banho."
  },
  {
    "id": 40,
    "sentence": "I dry myself off with a towel after my shower.",
    "translation": "Eu me seco com uma toalha depois do banho."
  },
  {
    "id": 41,
    "sentence": "I apply deodorant to stay fresh all day.",
    "translation": "Passo desodorante para ficar fresco o dia todo."
  },
  {
    "id": 42,
    "sentence": "I comb my hair to get rid of any tangles.",
    "translation": "Penteio meu cabelo para me livrar de quaisquer nós."
  },
  {
    "id": 43,
    "sentence": "I use a hair dryer to dry my hair.",
    "translation": "Uso um secador de cabelo para secar meu cabelo."
  },
  {
    "id": 44,
    "sentence": "I put on some cologne or perfume before dressing.",
    "translation": "Passo um pouco de colônia ou perfume antes de me vestir."
  },
  {
    "id": 45,
    "sentence": "I check my face in the mirror to make sure I'm ready.",
    "translation": "Verifico meu rosto no espelho para ter certeza de que estou pronto."
  },
  {
    "id": 46,
    "sentence": "I floss my teeth to keep my gums healthy.",
    "translation": "Passo fio dental para manter minhas gengivas saudáveis."
  },
  {
    "id": 47,
    "sentence": "I clean my ears with a cotton swab.",
    "translation": "Limpo meus ouvidos com um cotonete."
  },
  {
    "id": 48,
    "sentence": "I apply some sunscreen before heading out.",
    "translation": "Aplico um pouco de protetor solar antes de sair."
  },
  {
    "id": 49,
    "sentence": "I put on lip balm to keep my lips from drying out.",
    "translation": "Passo protetor labial para evitar que meus lábios ressequem."
  },
  {
    "id": 50,
    "sentence": "Personal hygiene is an important part of my routine.",
    "translation": "A higiene pessoal é uma parte importante da minha rotina."
  },
  {
    "id": 51,
    "sentence": "I open my wardrobe to choose an outfit.",
    "translation": "Abro meu guarda-roupa para escolher uma roupa."
  },
  {
    "id": 52,
    "sentence": "I check the weather to decide what to wear.",
    "translation": "Verifico o clima para decidir o que vestir."
  },
  {
    "id": 53,
    "sentence": "I pick out a comfortable shirt for the day.",
    "translation": "Escolho uma camisa confortável para o dia."
  },
  {
    "id": 54,
    "sentence": "I decide whether to wear jeans or trousers.",
    "translation": "Decido se uso jeans ou calças sociais."
  },
  {
    "id": 55,
    "sentence": "I grab a pair of socks from my drawer.",
    "translation": "Pego um par de meias da minha gaveta."
  },
  {
    "id": 56,
    "sentence": "I take a quick look in the mirror before dressing.",
    "translation": "Dou uma olhada rápida no espelho antes de me vestir."
  },
  {
    "id": 57,
    "sentence": "I make sure my clothes are clean and wrinkle-free.",
    "translation": "Certifico-me de que minhas roupas estejam limpas e sem amassados."
  },
  {
    "id": 58,
    "sentence": "I choose a pair of shoes that match my outfit.",
    "translation": "Escolho um par de sapatos que combine com minha roupa."
  },
  {
    "id": 59,
    "sentence": "I put on my favorite watch as a final touch.",
    "translation": "Coloco meu relógio favorito como toque final."
  },
  {
    "id": 60,
    "sentence": "I grab my jacket if the weather is chilly.",
    "translation": "Pego minha jaqueta se o tempo estiver frio."
  },
  {
    "id": 61,
    "sentence": "I match my accessories to my outfit.",
    "translation": "Combino meus acessórios com minha roupa."
  },
  {
    "id": 62,
    "sentence": "I check the fit of my clothes to make sure they're comfortable.",
    "translation": "Verifico o caimento das minhas roupas para garantir que estejam confortáveis."
  },
  {
    "id": 63,
    "sentence": "I make sure my outfit looks professional for work.",
    "translation": "Certifico-me de que minha roupa pareça profissional para o trabalho."
  },
  {
    "id": 64,
    "sentence": "I grab a hat if it's sunny outside.",
    "translation": "Pego um chapéu se estiver ensolarado lá fora."
  },
  {
    "id": 65,
    "sentence": "I choose a bag that matches my clothes.",
    "translation": "Escolho uma bolsa que combine com minhas roupas."
  },
  {
    "id": 66,
    "sentence": "I fold my pajamas and put them away.",
    "translation": "Dobro meu pijama e o guardo."
  },
  {
    "id": 67,
    "sentence": "I check if I need to iron anything.",
    "translation": "Verifico se preciso passar alguma coisa."
  },
  {
    "id": 68,
    "sentence": "I try to dress in layers to stay comfortable.",
    "translation": "Tento me vestir em camadas para ficar confortável."
  },
  {
    "id": 69,
    "sentence": "I choose an outfit that makes me feel confident.",
    "translation": "Escolho uma roupa que me faça sentir confiante."
  },
  {
    "id": 70,
    "sentence": "I make sure my shoes are polished.",
    "translation": "Certifico-me de que meus sapatos estejam engraxados."
  },
  {
    "id": 71,
    "sentence": "I put on my belt to complete the look.",
    "translation": "Coloco meu cinto para completar o visual."
  },
  {
    "id": 72,
    "sentence": "I organize my wardrobe to make dressing easier.",
    "translation": "Organizo meu guarda-roupa para facilitar na hora de me vestir."
  },
  {
    "id": 73,
    "sentence": "I check for any stains on my clothes before leaving.",
    "translation": "Verifico se há manchas em minhas roupas antes de sair."
  },
  {
    "id": 74,
    "sentence": "I wear comfortable shoes for walking.",
    "translation": "Uso sapatos confortáveis para caminhar."
  },
  {
    "id": 75,
    "sentence": "Dressing smartly helps me feel ready for the day.",
    "translation": "Vestir-se bem me ajuda a me sentir pronto para o dia."
  },
  {
    "id": 76,
    "sentence": "I head to the kitchen to make breakfast.",
    "translation": "Vou para a cozinha fazer o café da manhã."
  },
  {
    "id": 77,
    "sentence": "I pour myself a glass of water to start the day.",
    "translation": "Sirvo-me um copo de água para começar o dia."
  },
  {
    "id": 78,
    "sentence": "I decide whether to have cereal or toast.",
    "translation": "Decido se vou comer cereal ou torrada."
  },
  {
    "id": 79,
    "sentence": "I grab some eggs to make an omelette.",
    "translation": "Pego alguns ovos para fazer uma omelete."
  },
  {
    "id": 80,
    "sentence": "I like to drink coffee to wake up fully.",
    "translation": "Gosto de beber café para acordar totalmente."
  },
  {
    "id": 81,
    "sentence": "I toast some bread and spread butter on it.",
    "translation": "Tosto um pouco de pão e passo manteiga nele."
  },
  {
    "id": 82,
    "sentence": "I cut up some fruit to add to my breakfast.",
    "translation": "Corto algumas frutas para adicionar ao meu café da manhã."
  },
  {
    "id": 83,
    "sentence": "I scramble eggs and cook them on the stove.",
    "translation": "Faço ovos mexidos e os cozinho no fogão."
  },
  {
    "id": 84,
    "sentence": "I pour a glass of juice to go with my meal.",
    "translation": "Sirvo um copo de suco para acompanhar minha refeição."
  },
  {
    "id": 85,
    "sentence": "I like to eat a light breakfast on busy days.",
    "translation": "Gosto de tomar um café da manhã leve em dias agitados."
  },
  {
    "id": 86,
    "sentence": "I boil water to make a cup of tea.",
    "translation": "Fervo água para fazer uma xícara de chá."
  },
  {
    "id": 87,
    "sentence": "I sit at the table to enjoy my breakfast.",
    "translation": "Sento-me à mesa para desfrutar do meu café da manhã."
  },
  {
    "id": 88,
    "sentence": "I prepare a quick breakfast if I'm in a hurry.",
    "translation": "Preparo um café da manhã rápido se estiver com pressa."
  },
  {
    "id": 89,
    "sentence": "I like to add some honey to my yogurt.",
    "translation": "Gosto de adicionar um pouco de mel ao meu iogurte."
  },
  {
    "id": 90,
    "sentence": "I prepare oatmeal with fresh berries.",
    "translation": "Preparo aveia com frutas vermelhas frescas."
  },
  {
    "id": 91,
    "sentence": "I fry some bacon to go with my eggs.",
    "translation": "Frito um pouco de bacon para acompanhar meus ovos."
  },
  {
    "id": 92,
    "sentence": "I make a smoothie using fresh fruit and yogurt.",
    "translation": "Faço uma vitamina usando frutas frescas e iogurte."
  },
  {
    "id": 93,
    "sentence": "I grab a banana for a quick snack.",
    "translation": "Pego uma banana para um lanche rápido."
  },
  {
    "id": 94,
    "sentence": "I make a sandwich if I need something filling.",
    "translation": "Faço um sanduíche se precisar de algo que sustente."
  },
  {
    "id": 95,
    "sentence": "I enjoy sipping coffee while reading the news.",
    "translation": "Gosto de bebericar café enquanto leio as notícias."
  },
  {
    "id": 96,
    "sentence": "I prepare a protein shake when I'm in a rush.",
    "translation": "Preparo um shake de proteína quando estou com pressa."
  },
  {
    "id": 97,
    "sentence": "I heat up some leftovers from the night before.",
    "translation": "Esquento algumas sobras da noite anterior."
  },
  {
    "id": 98,
    "sentence": "I clean up the kitchen after I finish eating.",
    "translation": "Limpo a cozinha depois que termino de comer."
  },
  {
    "id": 99,
    "sentence": "I try to have a healthy breakfast every day.",
    "translation": "Tento ter um café da manhã saudável todos os dias."
  },
  {
    "id": 100,
    "sentence": "Breakfast gives me the energy to start my day.",
    "translation": "O café da manhã me dá energia para começar o dia."
  },
  {
    "id": 101,
    "sentence": "I take a moment to review my plans for the day.",
    "translation": "Tiro um momento para revisar meus planos para o dia."
  },
  {
    "id": 102,
    "sentence": "I write down my tasks in a planner.",
    "translation": "Anoto minhas tarefas em uma agenda."
  },
  {
    "id": 103,
    "sentence": "I check my calendar for any appointments.",
    "translation": "Verifico meu calendário para ver se há compromissos."
  },
  {
    "id": 104,
    "sentence": "I set some goals for what I want to accomplish.",
    "translation": "Defino algumas metas para o que quero realizar."
  },
  {
    "id": 105,
    "sentence": "I review my work schedule to see what's ahead.",
    "translation": "Reviso minha escala de trabalho para ver o que vem pela frente."
  },
  {
    "id": 106,
    "sentence": "I make a to-do list for the day.",
    "translation": "Faço uma lista de tarefas para o dia."
  },
  {
    "id": 107,
    "sentence": "I prioritize my tasks based on importance.",
    "translation": "Priorizo minhas tarefas com base na importância."
  },
  {
    "id": 108,
    "sentence": "I plan out my meals for the day.",
    "translation": "Planejo minhas refeições para o dia."
  },
  {
    "id": 109,
    "sentence": "I schedule time for exercise later in the day.",
    "translation": "Agendo um horário para exercícios mais tarde no dia."
  },
  {
    "id": 110,
    "sentence": "I plan some time to relax after work.",
    "translation": "Planejo um tempo para relaxar depois do trabalho."
  },
  {
    "id": 111,
    "sentence": "I organize my tasks to stay productive.",
    "translation": "Organizo minhas tarefas para me manter produtivo."
  },
  {
    "id": 112,
    "sentence": "I check my emails to see if there's anything urgent.",
    "translation": "Verifico meus e-mails para ver se há algo urgente."
  },
  {
    "id": 113,
    "sentence": "I write down any important reminders.",
    "translation": "Anoto quaisquer lembretes importantes."
  },
  {
    "id": 114,
    "sentence": "I set a goal to finish my work by 5:00 p.m.",
    "translation": "Defino a meta de terminar meu trabalho às 17h."
  },
  {
    "id": 115,
    "sentence": "I review any deadlines I have coming up.",
    "translation": "Reviso quaisquer prazos que eu tenha em breve."
  },
  {
    "id": 116,
    "sentence": "I make sure I have enough time for each task.",
    "translation": "Certifico-me de ter tempo suficiente para cada tarefa."
  },
  {
    "id": 117,
    "sentence": "I plan to call some friends later in the evening.",
    "translation": "Planejo ligar para alguns amigos mais tarde à noite."
  },
  {
    "id": 118,
    "sentence": "I review my shopping list for groceries.",
    "translation": "Reviso minha lista de compras de supermercado."
  },
  {
    "id": 119,
    "sentence": "I think about how to balance work and personal life.",
    "translation": "Penso em como equilibrar o trabalho e a vida pessoal."
  },
  {
    "id": 120,
    "sentence": "I double check any meetings I have today.",
    "translation": "Verifico novamente quaisquer reuniões que eu tenha hoje."
  },
  {
    "id": 121,
    "sentence": "I set aside time to work on personal projects.",
    "translation": "Reservo um tempo para trabalhar em projetos pessoais."
  },
  {
    "id": 122,
    "sentence": "I plan to spend some time outdoors.",
    "translation": "Planejo passar algum tempo ao ar livre."
  },
  {
    "id": 123,
    "sentence": "I check the weather to decide on outdoor activities.",
    "translation": "Verifico o clima para decidir sobre atividades ao ar livre."
  },
  {
    "id": 124,
    "sentence": "I review my goals for the week.",
    "translation": "Reviso minhas metas para a semana."
  },
  {
    "id": 125,
    "sentence": "Planning helps me stay focused throughout the day.",
    "translation": "Planejar me ajuda a manter o foco ao longo do dia."
  },
  {
    "id": 126,
    "sentence": "I start my morning with some light stretching.",
    "translation": "Começo minha manhã com alguns alongamentos leves."
  },
  {
    "id": 127,
    "sentence": "I grab my workout clothes and get ready to exercise.",
    "translation": "Pego minhas roupas de ginástica e me preparo para me exercitar."
  },
  {
    "id": 128,
    "sentence": "I head outside for a quick jog.",
    "translation": "Vou lá fora para uma corrida rápida."
  },
  {
    "id": 129,
    "sentence": "I do some yoga to loosen up my muscles.",
    "translation": "Faço um pouco de ioga para soltar meus músculos."
  },
  {
    "id": 130,
    "sentence": "I put on my running shoes and head to the park.",
    "translation": "Coloco meus tênis de corrida e vou para o parque."
  },
  {
    "id": 131,
    "sentence": "I warm up with a few jumping jacks.",
    "translation": "Eu me aqueço com alguns polichinelos."
  },
  {
    "id": 132,
    "sentence": "I enjoy going for a walk to clear my mind.",
    "translation": "Gosto de fazer uma caminhada para limpar minha mente."
  },
  {
    "id": 133,
    "sentence": "I use a fitness app to guide my workout.",
    "translation": "Uso um aplicativo de fitness para guiar meu treino."
  },
  {
    "id": 134,
    "sentence": "I do a few push-ups to build strength.",
    "translation": "Faço algumas flexões para construir força."
  },
  {
    "id": 135,
    "sentence": "I feel more energized after my morning exercise.",
    "translation": "Sinto-me mais energizado após meu exercício matinal."
  },
  {
    "id": 136,
    "sentence": "I do some lunges to strengthen my legs.",
    "translation": "Faço alguns avanços para fortalecer minhas pernas."
  },
  {
    "id": 137,
    "sentence": "I grab a water bottle to stay hydrated.",
    "translation": "Pego uma garrafa de água para me manter hidratado."
  },
  {
    "id": 138,
    "sentence": "I do a quick 20-minute workout at home.",
    "translation": "Faço um treino rápido de 20 minutos em casa."
  },
  {
    "id": 139,
    "sentence": "I listen to music while I exercise to stay motivated.",
    "translation": "Ouço música enquanto me exercito para me manter motivado."
  },
  {
    "id": 140,
    "sentence": "I follow a workout routine that suits my level.",
    "translation": "Sigo uma rotina de treino que se adapta ao meu nível."
  },
  {
    "id": 141,
    "sentence": "I cool down with some slow stretches.",
    "translation": "Esfrio o corpo com alguns alongamentos lentos."
  },
  {
    "id": 142,
    "sentence": "I love the feeling of fresh air during my run.",
    "translation": "Adoro a sensação de ar fresco durante minha corrida."
  },
  {
    "id": 143,
    "sentence": "I feel more focused after completing my exercise.",
    "translation": "Sinto-me mais focado depois de completar meu exercício."
  },
  {
    "id": 144,
    "sentence": "I set a timer to keep track of my workout.",
    "translation": "Defino um cronômetro para acompanhar meu treino."
  },
  {
    "id": 145,
    "sentence": "I do some squats to tone my legs.",
    "translation": "Faço alguns agachamentos para tonificar minhas pernas."
  },
  {
    "id": 146,
    "sentence": "I try to exercise every morning to stay healthy.",
    "translation": "Tento me exercitar todas as manhãs para me manter saudável."
  },
  {
    "id": 147,
    "sentence": "I use dumbbells to strengthen my arms.",
    "translation": "Uso halteres para fortalecer meus braços."
  },
  {
    "id": 148,
    "sentence": "I go for a bike ride around the neighborhood.",
    "translation": "Dou um passeio de bicicleta pelo bairro."
  },
  {
    "id": 149,
    "sentence": "I follow a Pilates routine for flexibility.",
    "translation": "Sigo uma rotina de Pilates para flexibilidade."
  },
  {
    "id": 150,
    "sentence": "Exercise helps me start the day feeling strong.",
    "translation": "O exercício me ajuda a começar o dia me sentindo forte."
  },
  {
    "id": 151,
    "sentence": "I grab my bag and head out the door.",
    "translation": "Pego minha bolsa e saio pela porta."
  },
  {
    "id": 152,
    "sentence": "I catch the bus to work every morning.",
    "translation": "Pego o ônibus para o trabalho todas as manhãs."
  },
  {
    "id": 153,
    "sentence": "I listen to a podcast while I commute.",
    "translation": "Ouço um podcast enquanto me desloco."
  },
  {
    "id": 154,
    "sentence": "I drive to work making sure to avoid traffic.",
    "translation": "Dirijo para o trabalho certificando-me de evitar o trânsito."
  },
  {
    "id": 155,
    "sentence": "I make sure to leave early to avoid rush hour.",
    "translation": "Certifico-me de sair cedo para evitar a hora do rush."
  },
  {
    "id": 156,
    "sentence": "I check my phone for traffic updates.",
    "translation": "Verifico meu telefone para atualizações de trânsito."
  },
  {
    "id": 157,
    "sentence": "I sit by the window and watch the city pass by.",
    "translation": "Sento-me perto da janela e vejo a cidade passar."
  },
  {
    "id": 158,
    "sentence": "I prefer taking the subway because it's faster.",
    "translation": "Prefiro pegar o metrô porque é mais rápido."
  },
  {
    "id": 159,
    "sentence": "I listen to music during my commute to relax.",
    "translation": "Ouço música durante meu trajeto para relaxar."
  },
  {
    "id": 160,
    "sentence": "I enjoy reading a book while on the train.",
    "translation": "Gosto de ler um livro enquanto estou no trem."
  },
  {
    "id": 161,
    "sentence": "I use the time to mentally prepare for the day.",
    "translation": "Uso o tempo para me preparar mentalmente para o dia."
  },
  {
    "id": 162,
    "sentence": "I check my emails during the commute.",
    "translation": "Verifico meus e-mails durante o trajeto."
  },
  {
    "id": 163,
    "sentence": "I grab a coffee before getting on the train.",
    "translation": "Pego um café antes de entrar no trem."
  },
  {
    "id": 164,
    "sentence": "I try to relax during the commute to stay calm.",
    "translation": "Tento relaxar durante o trajeto para manter a calma."
  },
  {
    "id": 165,
    "sentence": "I often run into friends while commuting.",
    "translation": "Muitas vezes encontro amigos enquanto me desloco."
  },
  {
    "id": 166,
    "sentence": "I like to walk to work if the weather is nice.",
    "translation": "Gosto de caminhar para o trabalho se o tempo estiver bom."
  },
  {
    "id": 167,
    "sentence": "I check the time to make sure I'm not late.",
    "translation": "Verifico a hora para ter certeza de que não estou atrasado."
  },
  {
    "id": 168,
    "sentence": "I usually daydream during the commute.",
    "translation": "Normalmente fico sonhando acordado durante o trajeto."
  },
  {
    "id": 169,
    "sentence": "I find the commute a good time to think.",
    "translation": "Acho o trajeto um bom momento para pensar."
  },
  {
    "id": 170,
    "sentence": "I like to watch videos on my phone while commuting.",
    "translation": "Gosto de assistir vídeos no meu celular enquanto me desloco."
  },
  {
    "id": 171,
    "sentence": "I chat with colleagues if I'm commuting with them.",
    "translation": "Converso com colegas se estiver me deslocando com eles."
  },
  {
    "id": 172,
    "sentence": "I try to stay patient when there are delays.",
    "translation": "Tento manter a paciência quando há atrasos."
  },
  {
    "id": 173,
    "sentence": "I enjoy looking out at the city skyline.",
    "translation": "Gosto de olhar para o horizonte da cidade."
  },
  {
    "id": 174,
    "sentence": "I make sure to plan ahead for any detours.",
    "translation": "Certifico-me de planejar com antecedência para quaisquer desvios."
  },
  {
    "id": 175,
    "sentence": "The commute is a part of my daily routine.",
    "translation": "O trajeto faz parte da minha rotina diária."
  },
  {
    "id": 176,
    "sentence": "I arrive at work and greet my colleagues.",
    "translation": "Chego ao trabalho e cumprimento meus colegas."
  },
  {
    "id": 177,
    "sentence": "I take a moment to settle in at my desk.",
    "translation": "Tiro um momento para me acomodar na minha mesa."
  },
  {
    "id": 178,
    "sentence": "I check my calendar for any meetings.",
    "translation": "Verifico meu calendário para ver se há reuniões."
  },
  {
    "id": 179,
    "sentence": "I grab a cup of coffee to start the day.",
    "translation": "Pego uma xícara de café para começar o dia."
  },
  {
    "id": 180,
    "sentence": "I log into my computer to begin work.",
    "translation": "Faço login no meu computador para começar o trabalho."
  },
  {
    "id": 181,
    "sentence": "I review my emails before starting any tasks.",
    "translation": "Reviso meus e-mails antes de começar qualquer tarefa."
  },
  {
    "id": 182,
    "sentence": "I organize my desk to keep things tidy.",
    "translation": "Organizo minha mesa para manter as coisas arrumadas."
  },
  {
    "id": 183,
    "sentence": "I check my to-do list to prioritize tasks.",
    "translation": "Verifico minha lista de tarefas para priorizar as atividades."
  },
  {
    "id": 184,
    "sentence": "I say hello to my team before getting started.",
    "translation": "Digo olá para minha equipe antes de começar."
  },
  {
    "id": 185,
    "sentence": "I prepare for any presentations I have.",
    "translation": "Preparo-me para quaisquer apresentações que eu tenha."
  },
  {
    "id": 186,
    "sentence": "I check if there are any urgent messages.",
    "translation": "Verifico se há mensagens urgentes."
  },
  {
    "id": 187,
    "sentence": "I make sure to stay organized throughout the day.",
    "translation": "Certifico-me de me manter organizado ao longo do dia."
  },
  {
    "id": 188,
    "sentence": "I attend a quick morning meeting with my team.",
    "translation": "Participo de uma reunião matinal rápida com minha equipe."
  },
  {
    "id": 189,
    "sentence": "I take a deep breath before diving into work.",
    "translation": "Respiro fundo antes de mergulhar no trabalho."
  },
  {
    "id": 190,
    "sentence": "I enjoy a quiet moment before the office gets busy.",
    "translation": "Aproveito um momento de silêncio antes de o escritório ficar movimentado."
  },
  {
    "id": 191,
    "sentence": "I double check my schedule to stay on track.",
    "translation": "Verifico novamente minha agenda para manter o rumo."
  },
  {
    "id": 192,
    "sentence": "I make sure all my supplies are ready.",
    "translation": "Certifico-me de que todos os meus suprimentos estejam prontos."
  },
  {
    "id": 193,
    "sentence": "I prepare any documents I'll need for the day.",
    "translation": "Preparo quaisquer documentos que precisarei para o dia."
  },
  {
    "id": 194,
    "sentence": "I start by working on the most important task first.",
    "translation": "Começo trabalhando na tarefa mais importante primeiro."
  },
  {
    "id": 195,
    "sentence": "I set a timer to stay focused on my tasks.",
    "translation": "Defino um cronômetro para manter o foco em minhas tarefas."
  },
  {
    "id": 196,
    "sentence": "I grab some water before getting into work mode.",
    "translation": "Pego um pouco de água antes de entrar no modo de trabalho."
  },
  {
    "id": 197,
    "sentence": "I enjoy chatting with colleagues about their mornings.",
    "translation": "Gosto de conversar com colegas sobre suas manhãs."
  },
  {
    "id": 198,
    "sentence": "I feel ready to tackle the day after settling in.",
    "translation": "Sinto-me pronto para enfrentar o dia depois de me acomodar."
  },
  {
    "id": 199,
    "sentence": "I try to stay calm and organized as I begin my day.",
    "translation": "Tento manter a calma e a organização ao começar meu dia."
  },
  {
    "id": 200,
    "sentence": "Starting the day with focus helps me stay productive.",
    "translation": "Começar o dia com foco me ajuda a permanecer produtivo."
  },
  {
    "id": 201,
    "sentence": "Hi, how are you doing today?",
    "translation": "Oi, como você está hoje?"
  },
  {
    "id": 202,
    "sentence": "It's nice to meet you, my name is James.",
    "translation": "É um prazer conhecê-lo, meu nome é James."
  },
  {
    "id": 203,
    "sentence": "Have we met before or is this our first time?",
    "translation": "Já nos encontramos antes ou esta é a nossa primeira vez?"
  },
  {
    "id": 204,
    "sentence": "I've heard so much about you.",
    "translation": "Ouvi falar muito sobre você."
  },
  {
    "id": 205,
    "sentence": "How's everything going on your end?",
    "translation": "Como estão as coisas do seu lado?"
  },
  {
    "id": 206,
    "sentence": "What brings you here today?",
    "translation": "O que te traz aqui hoje?"
  },
  {
    "id": 207,
    "sentence": "It's been a while, how have you been?",
    "translation": "Faz tempo, como você tem estado?"
  },
  {
    "id": 208,
    "sentence": "I'd like you to meet my friend Tim.",
    "translation": "Gostaria que você conhecesse meu amigo Tim."
  },
  {
    "id": 209,
    "sentence": "Where are you from originally?",
    "translation": "De onde você é originalmente?"
  },
  {
    "id": 210,
    "sentence": "How do you know Sarah?",
    "translation": "Como você conhece a Sarah?"
  },
  {
    "id": 211,
    "sentence": "Thanks for introducing yourself.",
    "translation": "Obrigado por se apresentar."
  },
  {
    "id": 212,
    "sentence": "Are you new around here?",
    "translation": "Você é novo por aqui?"
  },
  {
    "id": 213,
    "sentence": "What's keeping you busy these days?",
    "translation": "O que tem te mantido ocupado ultimamente?"
  },
  {
    "id": 214,
    "sentence": "Do you live nearby?",
    "translation": "Você mora por perto?"
  },
  {
    "id": 215,
    "sentence": "I've heard great things about this place.",
    "translation": "Ouvi ótimas coisas sobre este lugar."
  },
  {
    "id": 216,
    "sentence": "What line of work are you in?",
    "translation": "Em que ramo você trabalha?"
  },
  {
    "id": 217,
    "sentence": "How was your weekend?",
    "translation": "Como foi seu fim de semana?"
  },
  {
    "id": 218,
    "sentence": "Have you always lived in this city?",
    "translation": "Você sempre morou nesta cidade?"
  },
  {
    "id": 219,
    "sentence": "Nice to finally put a face to the name.",
    "translation": "Bom finalmente ligar o rosto ao nome."
  },
  {
    "id": 220,
    "sentence": "What do you do for fun?",
    "translation": "O que você faz para se divertir?"
  },
  {
    "id": 221,
    "sentence": "Have you been here before?",
    "translation": "Você já esteve aqui antes?"
  },
  {
    "id": 222,
    "sentence": "How long have you been working here?",
    "translation": "Há quanto tempo você trabalha aqui?"
  },
  {
    "id": 223,
    "sentence": "Do you enjoy meeting new people?",
    "translation": "Você gosta de conhecer pessoas novas?"
  },
  {
    "id": 224,
    "sentence": "What are your plans for the evening?",
    "translation": "Quais são seus planos para a noite?"
  },
  {
    "id": 225,
    "sentence": "It's a pleasure to make your acquaintance.",
    "translation": "É um prazer conhecê-lo."
  },
  {
    "id": 226,
    "sentence": "Excuse me, do you have this in a different size?",
    "translation": "Com licença, você tem isso em um tamanho diferente?"
  },
  {
    "id": 227,
    "sentence": "How much does this item cost?",
    "translation": "Quanto custa este item?"
  },
  {
    "id": 228,
    "sentence": "Do you take credit cards?",
    "translation": "Vocês aceitam cartão de crédito?"
  },
  {
    "id": 229,
    "sentence": "Is there a discount available for this?",
    "translation": "Tem algum desconto disponível para isso?"
  },
  {
    "id": 230,
    "sentence": "Could you show me where the fitting rooms are?",
    "translation": "Poderia me mostrar onde ficam os provadores?"
  },
  {
    "id": 231,
    "sentence": "Do you have any recommendations for gifts?",
    "translation": "Você tem alguma recomendação para presentes?"
  },
  {
    "id": 232,
    "sentence": "What are your return policies?",
    "translation": "Quais são suas políticas de devolução?"
  },
  {
    "id": 233,
    "sentence": "Is there a warranty on this product?",
    "translation": "Existe garantia para este produto?"
  },
  {
    "id": 234,
    "sentence": "Can I try this out before buying it?",
    "translation": "Posso experimentar isso antes de comprar?"
  },
  {
    "id": 235,
    "sentence": "Do you have anything similar to this?",
    "translation": "Você tem algo parecido com isso?"
  },
  {
    "id": 236,
    "sentence": "I'm looking for something within my budget.",
    "translation": "Estou procurando algo dentro do meu orçamento."
  },
  {
    "id": 237,
    "sentence": "Do you have this item in stock?",
    "translation": "Você tem este item em estoque?"
  },
  {
    "id": 238,
    "sentence": "Can I have a receipt please?",
    "translation": "Pode me dar o recibo, por favor?"
  },
  {
    "id": 239,
    "sentence": "Could you wrap this as a gift?",
    "translation": "Poderia embrulhar isso para presente?"
  },
  {
    "id": 240,
    "sentence": "Are there any sales going on right now?",
    "translation": "Há alguma promoção acontecendo agora?"
  },
  {
    "id": 241,
    "sentence": "Could you show me where the groceries are?",
    "translation": "Poderia me mostrar onde ficam os mantimentos?"
  },
  {
    "id": 242,
    "sentence": "What time do you close today?",
    "translation": "Que horas vocês fecham hoje?"
  },
  {
    "id": 243,
    "sentence": "I'd like to make an exchange.",
    "translation": "Eu gostaria de fazer uma troca."
  },
  {
    "id": 244,
    "sentence": "Is there a way to reserve this item?",
    "translation": "Tem como reservar este item?"
  },
  {
    "id": 245,
    "sentence": "Do you offer home delivery?",
    "translation": "Vocês fazem entrega em domicílio?"
  },
  {
    "id": 246,
    "sentence": "Can I pay in installments?",
    "translation": "Posso pagar parcelado?"
  },
  {
    "id": 247,
    "sentence": "What's the best price you can give me?",
    "translation": "Qual o melhor preço que você pode me fazer?"
  },
  {
    "id": 248,
    "sentence": "Could I get a bag for this please?",
    "translation": "Poderia me dar uma sacola para isso, por favor?"
  },
  {
    "id": 249,
    "sentence": "Are there any new arrivals this week?",
    "translation": "Tem alguma novidade esta semana?"
  },
  {
    "id": 250,
    "sentence": "Thank you for your help.",
    "translation": "Obrigado pela sua ajuda."
  },
  {
    "id": 251,
    "sentence": "Could you give me an update on the project?",
    "translation": "Poderia me dar uma atualização sobre o projeto?"
  },
  {
    "id": 252,
    "sentence": "I'll get back to you on that shortly.",
    "translation": "Retorno sobre isso em breve."
  },
  {
    "id": 253,
    "sentence": "Do you need any help with this task?",
    "translation": "Você precisa de ajuda com esta tarefa?"
  },
  {
    "id": 254,
    "sentence": "Can we schedule a meeting for tomorrow?",
    "translation": "Podemos agendar uma reunião para amanhã?"
  },
  {
    "id": 255,
    "sentence": "Let's review this document before we submit it.",
    "translation": "Vamos revisar este documento antes de enviá-lo."
  },
  {
    "id": 256,
    "sentence": "Could you clarify this section for me?",
    "translation": "Poderia esclarecer esta seção para mim?"
  },
  {
    "id": 257,
    "sentence": "I'll send you an email with the details.",
    "translation": "Vou te enviar um e-mail com os detalhes."
  },
  {
    "id": 258,
    "sentence": "Let's meet in the conference room.",
    "translation": "Vamos nos encontrar na sala de conferências."
  },
  {
    "id": 259,
    "sentence": "When is the deadline for this project?",
    "translation": "Quando é o prazo final para este projeto?"
  },
  {
    "id": 260,
    "sentence": "I'll need more time to finish this.",
    "translation": "Vou precisar de mais tempo para terminar isso."
  },
  {
    "id": 261,
    "sentence": "Could you forward me that email?",
    "translation": "Poderia me encaminhar esse e-mail?"
  },
  {
    "id": 262,
    "sentence": "Let's discuss this during the team meeting.",
    "translation": "Vamos discutir isso durante a reunião de equipe."
  },
  {
    "id": 263,
    "sentence": "I'll handle that task after lunch.",
    "translation": "Vou cuidar dessa tarefa depois do almoço."
  },
  {
    "id": 264,
    "sentence": "Do you have any updates from the client?",
    "translation": "Você tem alguma atualização do cliente?"
  },
  {
    "id": 265,
    "sentence": "How was the meeting with the boss?",
    "translation": "Como foi a reunião com o chefe?"
  },
  {
    "id": 266,
    "sentence": "Can you double check this report?",
    "translation": "Você pode verificar novamente este relatório?"
  },
  {
    "id": 267,
    "sentence": "What's the top priority right now?",
    "translation": "Qual é a prioridade máxima agora?"
  },
  {
    "id": 268,
    "sentence": "I'll add that to my to-do list.",
    "translation": "Vou adicionar isso à minha lista de tarefas."
  },
  {
    "id": 269,
    "sentence": "Let's brainstorm some ideas together.",
    "translation": "Vamos fazer um brainstorm de algumas ideias juntos."
  },
  {
    "id": 270,
    "sentence": "Can I help you with anything?",
    "translation": "Posso te ajudar com alguma coisa?"
  },
  {
    "id": 271,
    "sentence": "Thank you for the feedback.",
    "translation": "Obrigado pelo feedback."
  },
  {
    "id": 272,
    "sentence": "Is there anything I can improve on?",
    "translation": "Há algo em que eu possa melhorar?"
  },
  {
    "id": 273,
    "sentence": "What are the next steps for this?",
    "translation": "Quais são os próximos passos para isso?"
  },
  {
    "id": 274,
    "sentence": "Could we go over the plan one more time?",
    "translation": "Poderíamos repassar o plano mais uma vez?"
  },
  {
    "id": 275,
    "sentence": "Let's catch up after the meeting.",
    "translation": "Vamos conversar depois da reunião."
  },
  {
    "id": 276,
    "sentence": "Can I see the menu please?",
    "translation": "Posso ver o cardápio, por favor?"
  },
  {
    "id": 277,
    "sentence": "I'd like to make an order for delivery.",
    "translation": "Gostaria de fazer um pedido para entrega."
  },
  {
    "id": 278,
    "sentence": "Do you have any vegan options?",
    "translation": "Vocês têm opções veganas?"
  },
  {
    "id": 279,
    "sentence": "Could I get the check please?",
    "translation": "Poderia me trazer a conta, por favor?"
  },
  {
    "id": 280,
    "sentence": "What do you recommend from the menu?",
    "translation": "O que você recomenda do cardápio?"
  },
  {
    "id": 281,
    "sentence": "I'll have the same as them.",
    "translation": "Vou querer o mesmo que eles."
  },
  {
    "id": 282,
    "sentence": "Could we have a table for two?",
    "translation": "Poderíamos conseguir uma mesa para dois?"
  },
  {
    "id": 283,
    "sentence": "How spicy is this dish?",
    "translation": "Quão apimentado é este prato?"
  },
  {
    "id": 284,
    "sentence": "I'll start with the soup please.",
    "translation": "Vou começar com a sopa, por favor."
  },
  {
    "id": 285,
    "sentence": "Can I make a reservation for tonight?",
    "translation": "Posso fazer uma reserva para hoje à noite?"
  },
  {
    "id": 286,
    "sentence": "Is there any gluten in this dish?",
    "translation": "Tem glúten neste prato?"
  },
  {
    "id": 287,
    "sentence": "Could I have some water please?",
    "translation": "Poderia me dar um pouco de água, por favor?"
  },
  {
    "id": 288,
    "sentence": "I'll take the chef's special.",
    "translation": "Vou querer o especial do chef."
  },
  {
    "id": 289,
    "sentence": "Could you bring the dessert menu?",
    "translation": "Poderia trazer o cardápio de sobremesas?"
  },
  {
    "id": 290,
    "sentence": "Do you have any non-alcoholic drinks?",
    "translation": "Vocês têm bebidas não alcoólicas?"
  },
  {
    "id": 291,
    "sentence": "How much does this meal cost?",
    "translation": "Quanto custa esta refeição?"
  },
  {
    "id": 292,
    "sentence": "I'll just have a coffee thanks.",
    "translation": "Vou querer apenas um café, obrigado."
  },
  {
    "id": 293,
    "sentence": "Could you make it extra spicy?",
    "translation": "Poderia fazer bem apimentado?"
  },
  {
    "id": 294,
    "sentence": "Is it possible to add extra toppings?",
    "translation": "É possível adicionar coberturas extras?"
  },
  {
    "id": 295,
    "sentence": "Could I have this to go?",
    "translation": "Poderia embrulhar para viagem?"
  },
  {
    "id": 296,
    "sentence": "What's in the house salad?",
    "translation": "O que vem na salada da casa?"
  },
  {
    "id": 297,
    "sentence": "Is there a wait time for a table?",
    "translation": "Há tempo de espera por uma mesa?"
  },
  {
    "id": 298,
    "sentence": "Could you split the bill please?",
    "translation": "Poderia dividir a conta, por favor?"
  },
  {
    "id": 299,
    "sentence": "I'll have it with no peppers please.",
    "translation": "Vou querer sem pimentão, por favor."
  },
  {
    "id": 300,
    "sentence": "Thank you, the food was wonderful.",
    "translation": "Obrigado, a comida estava maravilhosa."
  },
  {
    "id": 301,
    "sentence": "Did you finish your homework?",
    "translation": "Você terminou sua lição de casa?"
  },
  {
    "id": 302,
    "sentence": "Let's plan a family outing this weekend.",
    "translation": "Vamos planejar um passeio em família neste fim de semana."
  },
  {
    "id": 303,
    "sentence": "Could you take out the rubbish?",
    "translation": "Poderia levar o lixo para fora?"
  },
  {
    "id": 304,
    "sentence": "What would you like for dinner tonight?",
    "translation": "O que você gostaria para o jantar hoje à noite?"
  },
  {
    "id": 305,
    "sentence": "Let's clean up before guests arrive.",
    "translation": "Vamos limpar tudo antes que os convidados cheguem."
  },
  {
    "id": 306,
    "sentence": "Have you watered the plants today?",
    "translation": "Você regou as plantas hoje?"
  },
  {
    "id": 307,
    "sentence": "Let's set the table for dinner.",
    "translation": "Vamos arrumar a mesa para o jantar."
  },
  {
    "id": 308,
    "sentence": "Don't forget to turn off the lights.",
    "translation": "Não se esqueça de apagar as luzes."
  },
  {
    "id": 309,
    "sentence": "Can you help me with the dishes?",
    "translation": "Pode me ajudar com a louça?"
  },
  {
    "id": 310,
    "sentence": "Are we low on groceries?",
    "translation": "Estamos com poucos mantimentos?"
  },
  {
    "id": 311,
    "sentence": "Let's make a list for shopping.",
    "translation": "Vamos fazer uma lista para as compras."
  },
  {
    "id": 312,
    "sentence": "I'll be home a bit late tonight.",
    "translation": "Vou chegar em casa um pouco tarde hoje."
  },
  {
    "id": 313,
    "sentence": "Did you walk the dog yet?",
    "translation": "Você já passeou com o cachorro?"
  },
  {
    "id": 314,
    "sentence": "Do we need to fix the tap?",
    "translation": "Precisamos consertar a torneira?"
  },
  {
    "id": 315,
    "sentence": "Could you pass me the remote?",
    "translation": "Poderia me passar o controle remoto?"
  },
  {
    "id": 316,
    "sentence": "Let's watch a movie tonight.",
    "translation": "Vamos assistir a um filme hoje à noite."
  },
  {
    "id": 317,
    "sentence": "Are you comfortable with the temperature?",
    "translation": "Você está confortável com a temperatura?"
  },
  {
    "id": 318,
    "sentence": "Do you want to play a game?",
    "translation": "Você quer jogar um jogo?"
  },
  {
    "id": 319,
    "sentence": "Please make sure to lock the door.",
    "translation": "Por favor, certifique-se de trancar a porta."
  },
  {
    "id": 320,
    "sentence": "I'm going to do the laundry now.",
    "translation": "Vou lavar a roupa agora."
  },
  {
    "id": 321,
    "sentence": "Let's call Grandma and say hello.",
    "translation": "Vamos ligar para a vovó e dizer olá."
  },
  {
    "id": 322,
    "sentence": "Have you done your chores?",
    "translation": "Você fez suas tarefas domésticas?"
  },
  {
    "id": 323,
    "sentence": "Is everything okay with your school?",
    "translation": "Está tudo bem com sua escola?"
  },
  {
    "id": 324,
    "sentence": "Let's plan something fun for Saturday.",
    "translation": "Vamos planejar algo divertido para o sábado."
  },
  {
    "id": 325,
    "sentence": "Thank you for helping out.",
    "translation": "Obrigado por ajudar."
  },
  {
    "id": 326,
    "sentence": "I'm going for a quick workout.",
    "translation": "Vou fazer um treino rápido."
  },
  {
    "id": 327,
    "sentence": "Do you have any pain in your back?",
    "translation": "Você está com alguma dor nas costas?"
  },
  {
    "id": 328,
    "sentence": "Let's go for a walk together.",
    "translation": "Vamos dar uma caminhada juntos."
  },
  {
    "id": 329,
    "sentence": "I'm trying to eat healthier these days.",
    "translation": "Estou tentando comer de forma mais saudável ultimamente."
  },
  {
    "id": 330,
    "sentence": "Do you take any vitamins?",
    "translation": "Você toma alguma vitamina?"
  },
  {
    "id": 331,
    "sentence": "Have you had enough water today?",
    "translation": "Você bebeu água suficiente hoje?"
  },
  {
    "id": 332,
    "sentence": "I'll be doing some yoga now.",
    "translation": "Vou fazer um pouco de ioga agora."
  },
  {
    "id": 333,
    "sentence": "I'm feeling a bit under the weather.",
    "translation": "Estou me sentindo um pouco indisposto."
  },
  {
    "id": 334,
    "sentence": "How are you feeling today?",
    "translation": "Como você está se sentindo hoje?"
  },
  {
    "id": 335,
    "sentence": "Are you getting enough sleep?",
    "translation": "Você está dormindo o suficiente?"
  },
  {
    "id": 336,
    "sentence": "I'm planning to see a doctor soon.",
    "translation": "Planejo ver um médico em breve."
  },
  {
    "id": 337,
    "sentence": "Let's try a meditation session.",
    "translation": "Vamos tentar uma sessão de meditação."
  },
  {
    "id": 338,
    "sentence": "Could you pass me the first aid kit?",
    "translation": "Poderia me passar o kit de primeiros socorros?"
  },
  {
    "id": 339,
    "sentence": "I'll need to schedule a checkup.",
    "translation": "Precisarei agendar um check-up."
  },
  {
    "id": 340,
    "sentence": "Let's make a healthy dinner tonight.",
    "translation": "Vamos fazer um jantar saudável hoje à noite."
  },
  {
    "id": 341,
    "sentence": "I've been trying to cut down on sugar.",
    "translation": "Tenho tentado reduzir o açúcar."
  },
  {
    "id": 342,
    "sentence": "Are you feeling okay?",
    "translation": "Você está se sentindo bem?"
  },
  {
    "id": 343,
    "sentence": "Let's take a break and relax.",
    "translation": "Vamos fazer uma pausa e relaxar."
  },
  {
    "id": 344,
    "sentence": "I'm going to stretch a bit.",
    "translation": "Vou me alongar um pouco."
  },
  {
    "id": 345,
    "sentence": "How's your energy level today?",
    "translation": "Como está seu nível de energia hoje?"
  },
  {
    "id": 346,
    "sentence": "I'll bring a snack for later.",
    "translation": "Vou levar um lanche para mais tarde."
  },
  {
    "id": 347,
    "sentence": "Remember to take deep breaths.",
    "translation": "Lembre-se de respirar fundo."
  },
  {
    "id": 348,
    "sentence": "Do you have any health goals?",
    "translation": "Você tem alguma meta de saúde?"
  },
  {
    "id": 349,
    "sentence": "I think I need to see the dentist.",
    "translation": "Acho que preciso ir ao dentista."
  },
  {
    "id": 350,
    "sentence": "I feel much better after resting.",
    "translation": "Sinto-me muito melhor depois de descansar."
  },
  {
    "id": 351,
    "sentence": "I'm planning to apply for a new job next month.",
    "translation": "Estou planejando me candidatar a um novo emprego no mês que vem."
  },
  {
    "id": 352,
    "sentence": "My goal is to get promoted by the end of the year.",
    "translation": "Minha meta é ser promovido até o final do ano."
  },
  {
    "id": 353,
    "sentence": "I'm thinking about starting my own business.",
    "translation": "Estou pensando em abrir meu próprio negócio."
  },
  {
    "id": 354,
    "sentence": "Next year I intend to take on more leadership roles at work.",
    "translation": "No ano que vem, pretendo assumir mais cargos de liderança no trabalho."
  },
  {
    "id": 355,
    "sentence": "I'll probably attend a few professional development seminars soon.",
    "translation": "Provavelmente participarei de alguns seminários de desenvolvimento profissional em breve."
  },
  {
    "id": 356,
    "sentence": "I'm hoping to switch to a more creative career in the future.",
    "translation": "Espero mudar para uma carreira mais criativa no futuro."
  },
  {
    "id": 357,
    "sentence": "In 5 years I see myself managing a team of designers.",
    "translation": "Em 5 anos, eu me vejo gerenciando uma equipe de designers."
  },
  {
    "id": 358,
    "sentence": "I'm going to work on my public speaking skills to advance my career.",
    "translation": "Vou trabalhar nas minhas habilidades de oratória para avançar na minha carreira."
  },
  {
    "id": 359,
    "sentence": "I'm aiming to finish my certification course by December.",
    "translation": "Estou planejando terminar meu curso de certificação até dezembro."
  },
  {
    "id": 360,
    "sentence": "My dream is to work for a top tech company one day.",
    "translation": "Meu sonho é trabalhar para uma grande empresa de tecnologia um dia."
  },
  {
    "id": 361,
    "sentence": "I'll start networking more to open up new opportunities.",
    "translation": "Vou começar a fazer mais networking para abrir novas oportunidades."
  },
  {
    "id": 362,
    "sentence": "I plan to develop my digital marketing skills next year.",
    "translation": "Planejo desenvolver minhas habilidades de marketing digital no ano que vem."
  },
  {
    "id": 363,
    "sentence": "I'm going to apply for a transfer to the London office.",
    "translation": "Vou solicitar uma transferência para o escritório de Londres."
  },
  {
    "id": 364,
    "sentence": "I've decided to take a sabbatical to explore new career options.",
    "translation": "Decidi tirar um período sabático para explorar novas opções de carreira."
  },
  {
    "id": 365,
    "sentence": "I'll be taking a project management course this summer.",
    "translation": "Farei um curso de gerenciamento de projetos neste verão."
  },
  {
    "id": 366,
    "sentence": "I'm considering a career change to something more fulfilling.",
    "translation": "Estou considerando uma mudança de carreira para algo mais gratificante."
  },
  {
    "id": 367,
    "sentence": "I hope to complete my internship by next June.",
    "translation": "Espero concluir meu estágio até junho que vem."
  },
  {
    "id": 368,
    "sentence": "I'll be asking my boss for more challenging tasks next quarter.",
    "translation": "Vou pedir ao meu chefe tarefas mais desafiadoras no próximo trimestre."
  },
  {
    "id": 369,
    "sentence": "I'm planning to work abroad for a couple of years.",
    "translation": "Estou planejando trabalhar no exterior por alguns anos."
  },
  {
    "id": 370,
    "sentence": "I'll definitely focus on improving my coding skills.",
    "translation": "Definitivamente vou focar em melhorar minhas habilidades de programação."
  },
  {
    "id": 371,
    "sentence": "I intend to network more with industry professionals at conferences.",
    "translation": "Pretendo fazer mais networking com profissionais do setor em conferências."
  },
  {
    "id": 372,
    "sentence": "I've decided to go back to school to study data science.",
    "translation": "Decidi voltar a estudar para aprender ciência de dados."
  },
  {
    "id": 373,
    "sentence": "I'll start job hunting as soon as I update my resume.",
    "translation": "Vou começar a procurar emprego assim que atualizar meu currículo."
  },
  {
    "id": 374,
    "sentence": "I'm planning to attend a career fair next week.",
    "translation": "Estou planejando ir a uma feira de carreiras na semana que vem."
  },
  {
    "id": 375,
    "sentence": "I'll be working on my leadership skills over the next few months.",
    "translation": "Vou trabalhar nas minhas habilidades de liderança nos próximos meses."
  },
  {
    "id": 376,
    "sentence": "I'm planning to visit Italy next summer.",
    "translation": "Estou planejando visitar a Itália no próximo verão."
  },
  {
    "id": 377,
    "sentence": "My dream is to go on a safari in Africa.",
    "translation": "Meu sonho é fazer um safári na África."
  },
  {
    "id": 378,
    "sentence": "I'm thinking about taking a road trip across the US next year.",
    "translation": "Estou pensando em fazer uma viagem de carro pelos EUA no ano que vem."
  },
  {
    "id": 379,
    "sentence": "I hope to explore Southeast Asia next year.",
    "translation": "Espero explorar o Sudeste Asiático no ano que vem."
  },
  {
    "id": 380,
    "sentence": "I'll probably go camping in the mountains this autumn.",
    "translation": "Provavelmente irei acampar nas montanhas neste outono."
  },
  {
    "id": 381,
    "sentence": "I'm going to book a flight to Japan for the cherry blossom season.",
    "translation": "Vou reservar um voo para o Japão para a temporada das cerejeiras."
  },
  {
    "id": 382,
    "sentence": "I've decided to visit my friend in Australia next spring.",
    "translation": "Decidi visitar meu amigo na Austrália na próxima primavera."
  },
  {
    "id": 383,
    "sentence": "I plan to spend a week in New York City this December.",
    "translation": "Planejo passar uma semana na cidade de Nova York em dezembro."
  },
  {
    "id": 384,
    "sentence": "I'm hoping to see the Northern Lights in Iceland next winter.",
    "translation": "Espero ver a Aurora Boreal na Islândia no próximo inverno."
  },
  {
    "id": 385,
    "sentence": "I'll be taking a cruise to the Caribbean in a few months.",
    "translation": "Farei um cruzeiro para o Caribe em alguns meses."
  },
  {
    "id": 386,
    "sentence": "I'm considering backpacking through Europe after graduation.",
    "translation": "Estou considerando fazer um mochilão pela Europa depois de me formar."
  },
  {
    "id": 387,
    "sentence": "I'm going to take a weekend trip to the beach soon.",
    "translation": "Vou fazer uma viagem de fim de semana para a praia em breve."
  },
  {
    "id": 388,
    "sentence": "I'll be visiting family in Canada for the holidays.",
    "translation": "Vou visitar a família no Canadá nas festas de fim de ano."
  },
  {
    "id": 389,
    "sentence": "I'm planning a hiking trip to the Grand Canyon.",
    "translation": "Estou planejando uma viagem para fazer trilha no Grand Canyon."
  },
  {
    "id": 390,
    "sentence": "I'll be booking my hotel in Paris by the end of the month.",
    "translation": "Vou reservar meu hotel em Paris até o final do mês."
  },
  {
    "id": 391,
    "sentence": "I've decided to explore the cultural sites of Mexico next year.",
    "translation": "Decidi explorar os locais culturais do México no ano que vem."
  },
  {
    "id": 392,
    "sentence": "I plan to travel to Spain to practice my Spanish.",
    "translation": "Planejo viajar para a Espanha para praticar meu espanhol."
  },
  {
    "id": 393,
    "sentence": "I'm going to visit the ancient ruins in Greece this winter.",
    "translation": "Vou visitar as ruínas antigas na Grécia neste inverno."
  },
  {
    "id": 394,
    "sentence": "I'll be exploring the castles of Scotland next year.",
    "translation": "Vou explorar os castelos da Escócia no ano que vem."
  },
  {
    "id": 395,
    "sentence": "I hope to go on a food tour in Thailand.",
    "translation": "Espero fazer um tour gastronômico na Tailândia."
  },
  {
    "id": 396,
    "sentence": "I'm thinking of taking a train journey through Switzerland.",
    "translation": "Estou pensando em fazer uma viagem de trem pela Suíça."
  },
  {
    "id": 397,
    "sentence": "I'll probably visit a national park in my country this summer.",
    "translation": "Provavelmente visitarei um parque nacional no meu país neste verão."
  },
  {
    "id": 398,
    "sentence": "I'm planning to visit museums in London next winter.",
    "translation": "Estou planejando visitar museus em Londres no próximo inverno."
  },
  {
    "id": 399,
    "sentence": "I'll be exploring the beaches of Bali in a few months.",
    "translation": "Vou explorar as praias de Bali em alguns meses."
  },
  {
    "id": 400,
    "sentence": "I'm hoping to take a hot air balloon ride in Turkey next spring.",
    "translation": "Espero fazer um passeio de balão na Turquia na próxima primavera."
  },
  {
    "id": 401,
    "sentence": "I'm planning to start reading one book a month.",
    "translation": "Estou planejando começar a ler um livro por mês."
  },
  {
    "id": 402,
    "sentence": "I've decided to meditate for 10 minutes every morning.",
    "translation": "Decidi meditar por 10 minutos todas as manhãs."
  },
  {
    "id": 403,
    "sentence": "I'm going to sign up for a creative writing course.",
    "translation": "Vou me inscrever em um curso de escrita criativa."
  },
  {
    "id": 404,
    "sentence": "I plan to learn how to play the guitar this year.",
    "translation": "Planejo aprender a tocar violão este ano."
  },
  {
    "id": 405,
    "sentence": "I'm hoping to improve my photography skills soon.",
    "translation": "Espero melhorar minhas habilidades de fotografia em breve."
  },
  {
    "id": 406,
    "sentence": "I'll be attending a mindfulness retreat next month.",
    "translation": "Participarei de um retiro de atenção plena no mês que vem."
  },
  {
    "id": 407,
    "sentence": "I'm thinking of starting a personal blog to share my thoughts.",
    "translation": "Estou pensando em começar um blog pessoal para compartilhar meus pensamentos."
  },
  {
    "id": 408,
    "sentence": "I intend to join a public speaking club to gain confidence.",
    "translation": "Pretendo entrar em um clube de oratória para ganhar confiança."
  },
  {
    "id": 409,
    "sentence": "I'm going to focus on building a healthier lifestyle.",
    "translation": "Vou focar em construir um estilo de vida mais saudável."
  },
  {
    "id": 410,
    "sentence": "I'll be signing up for an online cooking class this summer.",
    "translation": "Vou me inscrever em uma aula de culinária online neste verão."
  },
  {
    "id": 411,
    "sentence": "I'm planning to start journaling every night.",
    "translation": "Estou planejando começar a escrever um diário todas as noites."
  },
  {
    "id": 412,
    "sentence": "I'll probably start practicing yoga more regularly.",
    "translation": "Provavelmente vou começar a praticar ioga com mais regularidade."
  },
  {
    "id": 413,
    "sentence": "I'm going to take a course on time management.",
    "translation": "Vou fazer um curso sobre gestão de tempo."
  },
  {
    "id": 414,
    "sentence": "I hope to become more fluent in French by next year.",
    "translation": "Espero me tornar mais fluente em francês até o ano que vem."
  },
  {
    "id": 415,
    "sentence": "I've decided to volunteer for a charity organization.",
    "translation": "Decidi ser voluntário em uma organização de caridade."
  },
  {
    "id": 416,
    "sentence": "I'm planning to learn basic coding to improve my tech skills.",
    "translation": "Estou planejando aprender programação básica para melhorar minhas habilidades tecnológicas."
  },
  {
    "id": 417,
    "sentence": "I'll be taking up a new hobby like painting or drawing.",
    "translation": "Vou começar um novo hobby como pintura ou desenho."
  },
  {
    "id": 418,
    "sentence": "I'm hoping to improve my social skills by attending networking events.",
    "translation": "Espero melhorar minhas habilidades sociais participando de eventos de networking."
  },
  {
    "id": 419,
    "sentence": "I plan to learn how to invest in the stock market.",
    "translation": "Planejo aprender como investir no mercado de ações."
  },
  {
    "id": 420,
    "sentence": "I'm going to take a self-defense class in the autumn.",
    "translation": "Vou fazer uma aula de defesa pessoal no outono."
  },
  {
    "id": 421,
    "sentence": "I'll start waking up earlier to maximize my day.",
    "translation": "Vou começar a acordar mais cedo para maximizar meu dia."
  },
  {
    "id": 422,
    "sentence": "I've decided to spend more time on self-care and relaxation.",
    "translation": "Decidi dedicar mais tempo ao autocuidado e relaxamento."
  },
  {
    "id": 423,
    "sentence": "I'm planning to improve my work-life balance over the next year.",
    "translation": "Estou planejando melhorar meu equilíbrio entre trabalho e vida pessoal no próximo ano."
  },
  {
    "id": 424,
    "sentence": "I'll be working on my emotional intelligence through workshops.",
    "translation": "Vou trabalhar minha inteligência emocional através de workshops."
  },
  {
    "id": 425,
    "sentence": "I intend to be more organized and productive in my daily life.",
    "translation": "Pretendo ser mais organizado e produtivo na minha vida diária."
  },
  {
    "id": 426,
    "sentence": "I'm planning to join a gym next month.",
    "translation": "Estou planejando entrar na academia no mês que vem."
  },
  {
    "id": 427,
    "sentence": "I'll start eating healthier meals every day.",
    "translation": "Vou começar a comer refeições mais saudáveis todos os dias."
  },
  {
    "id": 428,
    "sentence": "I'm going to run a marathon by the end of the year.",
    "translation": "Vou correr uma maratona até o final do ano."
  },
  {
    "id": 429,
    "sentence": "I hope to lose 10 pounds in the next 3 months.",
    "translation": "Espero perder 10 libras (aprox. 4,5 kg) nos próximos 3 meses."
  },
  {
    "id": 430,
    "sentence": "I'll be cutting out sugar from my diet soon.",
    "translation": "Vou cortar o açúcar da minha dieta em breve."
  },
  {
    "id": 431,
    "sentence": "I'm going to do yoga every morning to improve flexibility.",
    "translation": "Vou fazer ioga todas as manhãs para melhorar a flexibilidade."
  },
  {
    "id": 432,
    "sentence": "I've decided to take up cycling on the weekends.",
    "translation": "Decidi começar a andar de bicicleta nos fins de semana."
  },
  {
    "id": 433,
    "sentence": "I'll be tracking my daily steps to stay active.",
    "translation": "Vou monitorar meus passos diários para me manter ativo."
  },
  {
    "id": 434,
    "sentence": "I'm planning to hire a personal trainer to reach my fitness goals.",
    "translation": "Estou planejando contratar um personal trainer para alcançar minhas metas de fitness."
  },
  {
    "id": 435,
    "sentence": "I'm going to start meal prepping to eat healthier.",
    "translation": "Vou começar a preparar marmitas para comer de forma mais saudável."
  },
  {
    "id": 436,
    "sentence": "I hope to build more muscle by lifting weights.",
    "translation": "Espero ganhar mais músculo levantando peso."
  },
  {
    "id": 437,
    "sentence": "I'm going to practice mindfulness meditation every evening.",
    "translation": "Vou praticar meditação mindfulness todas as noites."
  },
  {
    "id": 438,
    "sentence": "I'll be drinking more water to stay hydrated.",
    "translation": "Vou beber mais água para me manter hidratado."
  },
  {
    "id": 439,
    "sentence": "I plan to get at least 8 hours of sleep every night.",
    "translation": "Planejo dormir pelo menos 8 horas todas as noites."
  },
  {
    "id": 440,
    "sentence": "I'm thinking of trying intermittent fasting to boost my metabolism.",
    "translation": "Estou pensando em tentar jejum intermitente para acelerar meu metabolismo."
  },
  {
    "id": 441,
    "sentence": "I'm going to cut back on processed foods for better health.",
    "translation": "Vou reduzir alimentos processados para ter uma saúde melhor."
  },
  {
    "id": 442,
    "sentence": "I plan to take a fitness class like Zumba or Pilates.",
    "translation": "Planejo fazer uma aula de fitness como Zumba ou Pilates."
  },
  {
    "id": 443,
    "sentence": "I'm going to sign up for a half marathon this summer.",
    "translation": "Vou me inscrever para uma meia maratona neste verão."
  },
  {
    "id": 444,
    "sentence": "I'll be walking more to improve my cardiovascular health.",
    "translation": "Vou caminhar mais para melhorar minha saúde cardiovascular."
  },
  {
    "id": 445,
    "sentence": "I plan to practice deep breathing exercises to reduce stress.",
    "translation": "Planejo praticar exercícios de respiração profunda para reduzir o estresse."
  },
  {
    "id": 446,
    "sentence": "I'm going to focus on improving my posture by doing stretches daily.",
    "translation": "Vou focar em melhorar minha postura fazendo alongamentos diariamente."
  },
  {
    "id": 447,
    "sentence": "I'll start using a fitness app to track my progress.",
    "translation": "Vou começar a usar um aplicativo de fitness para acompanhar meu progresso."
  },
  {
    "id": 448,
    "sentence": "I'm planning to take up swimming for better overall fitness.",
    "translation": "Estou planejando começar a nadar para um melhor condicionamento físico geral."
  },
  {
    "id": 449,
    "sentence": "I'm going to commit to a full-body workout routine.",
    "translation": "Vou me comprometer com uma rotina de exercícios para o corpo todo."
  },
  {
    "id": 450,
    "sentence": "I hope to improve my mental health by practicing gratitude daily.",
    "translation": "Espero melhorar minha saúde mental praticando gratidão diariamente."
  },
  {
    "id": 451,
    "sentence": "I hope you can come to the party this weekend.",
    "translation": "Espero que você possa vir à festa neste fim de semana."
  },
  {
    "id": 452,
    "sentence": "Come with me and I'll show you the way.",
    "translation": "Venha comigo e eu te mostrarei o caminho."
  },
  {
    "id": 453,
    "sentence": "She asked him to come inside and have some tea.",
    "translation": "Ela pediu para ele entrar e tomar um chá."
  },
  {
    "id": 454,
    "sentence": "The idea didn't come to me until much later.",
    "translation": "A ideia não me ocorreu até muito mais tarde."
  },
  {
    "id": 455,
    "sentence": "Please come home early, we need to talk.",
    "translation": "Por favor, venha para casa cedo, precisamos conversar."
  },
  {
    "id": 456,
    "sentence": "When did you come up with that brilliant idea?",
    "translation": "Quando você teve essa ideia brilhante?"
  },
  {
    "id": 457,
    "sentence": "I can't wait to see what the future will bring as the best is yet to come.",
    "translation": "Mal posso esperar para ver o que o futuro trará, pois o melhor ainda está por vir."
  },
  {
    "id": 458,
    "sentence": "Come closer so you can hear what I'm saying.",
    "translation": "Chegue mais perto para você poder ouvir o que estou dizendo."
  },
  {
    "id": 459,
    "sentence": "He will come to regret that decision.",
    "translation": "Ele vai acabar se arrependendo dessa decisão."
  },
  {
    "id": 460,
    "sentence": "The rain started to come down harder as we walked.",
    "translation": "A chuva começou a cair mais forte enquanto caminhávamos."
  },
  {
    "id": 461,
    "sentence": "Come on, let's get this over with.",
    "translation": "Vamos lá, vamos acabar logo com isso."
  },
  {
    "id": 462,
    "sentence": "I knew this day would come eventually.",
    "translation": "Eu sabia que este dia chegaria eventualmente."
  },
  {
    "id": 463,
    "sentence": "Please come prepared for the meeting tomorrow.",
    "translation": "Por favor, venha preparado para a reunião amanhã."
  },
  {
    "id": 464,
    "sentence": "When you come to a fork in the road, choose wisely.",
    "translation": "Quando você chegar a uma bifurcação na estrada, escolha com sabedoria."
  },
  {
    "id": 465,
    "sentence": "Will you come back to visit us soon?",
    "translation": "Você voltará para nos visitar em breve?"
  },
  {
    "id": 466,
    "sentence": "The memories come flooding back whenever I see that place.",
    "translation": "As memórias voltam à tona sempre que vejo aquele lugar."
  },
  {
    "id": 467,
    "sentence": "She told her dog to come here.",
    "translation": "Ela disse ao cachorro para vir aqui."
  },
  {
    "id": 468,
    "sentence": "Can you come up with a solution by the end of the day?",
    "translation": "Você consegue encontrar uma solução até o final do dia?"
  },
  {
    "id": 469,
    "sentence": "I've come to realize how important this is to you.",
    "translation": "Acabei percebendo o quão importante isso é para você."
  },
  {
    "id": 470,
    "sentence": "The opportunity to travel has finally come.",
    "translation": "A oportunidade de viajar finalmente chegou."
  },
  {
    "id": 471,
    "sentence": "I'll come over after work to help you out.",
    "translation": "Eu passo aí depois do trabalho para te ajudar."
  },
  {
    "id": 472,
    "sentence": "You have to come see this amazing view.",
    "translation": "Você tem que vir ver essa vista incrível."
  },
  {
    "id": 473,
    "sentence": "He didn't come to class today and I wonder why.",
    "translation": "Ele não veio à aula hoje e eu me pergunto por quê."
  },
  {
    "id": 474,
    "sentence": "The flowers will come into bloom in early spring.",
    "translation": "As flores vão desabrochar no início da primavera."
  },
  {
    "id": 475,
    "sentence": "The moment you've been waiting for has finally come.",
    "translation": "O momento que você estava esperando finalmente chegou."
  },
  {
    "id": 476,
    "sentence": "I plan to go for a run early tomorrow morning.",
    "translation": "Planejo sair para correr cedo amanhã de manhã."
  },
  {
    "id": 477,
    "sentence": "She asked if we could go to the beach this weekend.",
    "translation": "Ela perguntou se poderíamos ir à praia neste fim de semana."
  },
  {
    "id": 478,
    "sentence": "Let's go out for dinner tonight to celebrate.",
    "translation": "Vamos sair para jantar hoje à noite para comemorar."
  },
  {
    "id": 479,
    "sentence": "He had to go back to the office to pick up his keys.",
    "translation": "Ele teve que voltar ao escritório para pegar as chaves."
  },
  {
    "id": 480,
    "sentence": "I can't wait to go on holiday next month.",
    "translation": "Mal posso esperar para sair de férias no mês que vem."
  },
  {
    "id": 481,
    "sentence": "She told him to go straight home after school.",
    "translation": "Ela disse a ele para ir direto para casa depois da escola."
  },
  {
    "id": 482,
    "sentence": "We should go see that new movie everyone is talking about.",
    "translation": "Deveríamos ir ver aquele filme novo que todo mundo está comentando."
  },
  {
    "id": 483,
    "sentence": "He decided to go on a road trip across the country.",
    "translation": "Ele decidiu fazer uma viagem de carro pelo país."
  },
  {
    "id": 484,
    "sentence": "The kids were excited to go to the amusement park.",
    "translation": "As crianças estavam animadas para ir ao parque de diversões."
  },
  {
    "id": 485,
    "sentence": "Don't go to bed too late, you have an early start.",
    "translation": "Não vá para a cama muito tarde, você começa cedo."
  },
  {
    "id": 486,
    "sentence": "She likes to go hiking in the mountains on weekends.",
    "translation": "Ela gosta de fazer caminhadas nas montanhas nos fins de semana."
  },
  {
    "id": 487,
    "sentence": "I need to go grocery shopping after work.",
    "translation": "Preciso fazer compras de supermercado depois do trabalho."
  },
  {
    "id": 488,
    "sentence": "They will go ahead with the project despite the challenges.",
    "translation": "Eles vão prosseguir com o projeto apesar dos desafios."
  },
  {
    "id": 489,
    "sentence": "He had to go through a lot to achieve his dream.",
    "translation": "Ele teve que passar por muita coisa para realizar seu sonho."
  },
  {
    "id": 490,
    "sentence": "I would love to go back to that beautiful city someday.",
    "translation": "Eu adoraria voltar àquela cidade linda algum dia."
  },
  {
    "id": 491,
    "sentence": "Can you go over these documents before the meeting?",
    "translation": "Você pode revisar estes documentos antes da reunião?"
  },
  {
    "id": 492,
    "sentence": "They planned to go fishing at the lake on Saturday.",
    "translation": "Eles planejaram ir pescar no lago no sábado."
  },
  {
    "id": 493,
    "sentence": "She wanted to go somewhere quiet to clear her mind.",
    "translation": "Ela queria ir para algum lugar calmo para limpar a mente."
  },
  {
    "id": 494,
    "sentence": "The lights will go off at midnight so be prepared.",
    "translation": "As luzes vão apagar à meia-noite, então esteja preparado."
  },
  {
    "id": 495,
    "sentence": "He decided to go with the blue shirt instead of the red one.",
    "translation": "Ele decidiu ir com a camisa azul em vez da vermelha."
  },
  {
    "id": 496,
    "sentence": "Let's go explore that new cafe down the street.",
    "translation": "Vamos explorar aquele novo café no fim da rua."
  },
  {
    "id": 497,
    "sentence": "She had to go to the doctor for a checkup.",
    "translation": "Ela teve que ir ao médico para um check-up."
  },
  {
    "id": 498,
    "sentence": "The meeting will go on as scheduled despite the weather.",
    "translation": "A reunião continuará conforme agendado, apesar do tempo."
  },
  {
    "id": 499,
    "sentence": "I don't want to go anywhere until this storm passes.",
    "translation": "Não quero ir a lugar nenhum até esta tempestade passar."
  },
  {
    "id": 500,
    "sentence": "He encouraged her to go after her dreams without hesitation.",
    "translation": "Ele a encorajou a ir atrás de seus sonhos sem hesitação."
  },
  {
    "id": 501,
    "sentence": "I don't know if I'll be able to attend the event tomorrow.",
    "translation": "Não sei se conseguirei comparecer ao evento amanhã."
  },
  {
    "id": 502,
    "sentence": "Do you know where I can find a good coffee shop around here?",
    "translation": "Você sabe onde posso encontrar uma boa cafeteria por aqui?"
  },
  {
    "id": 503,
    "sentence": "I know how much you love chocolate so I bought you some.",
    "translation": "Eu sei o quanto você ama chocolate, então comprei um pouco para você."
  },
  {
    "id": 504,
    "sentence": "They know the best route to avoid traffic during rush hour.",
    "translation": "Eles conhecem a melhor rota para evitar o trânsito na hora do rush."
  },
  {
    "id": 505,
    "sentence": "I didn't know you were so interested in photography.",
    "translation": "Eu não sabia que você estava tão interessado em fotografia."
  },
  {
    "id": 506,
    "sentence": "Do you know when the movie starts?",
    "translation": "Você sabe quando o filme começa?"
  },
  {
    "id": 507,
    "sentence": "She wants to know more about the job before accepting the offer.",
    "translation": "Ela quer saber mais sobre o trabalho antes de aceitar a oferta."
  },
  {
    "id": 508,
    "sentence": "I know that feeling all too well.",
    "translation": "Eu conheço esse sentimento muito bem."
  },
  {
    "id": 509,
    "sentence": "We know the importance of staying hydrated during exercise.",
    "translation": "Sabemos da importância de se manter hidratado durante o exercício."
  },
  {
    "id": 510,
    "sentence": "He doesn't know how to swim so he stays in the shallow end.",
    "translation": "Ele não sabe nadar, então fica na parte rasa."
  },
  {
    "id": 511,
    "sentence": "You know that I'm always here for you.",
    "translation": "Você sabe que estou sempre aqui por você."
  },
  {
    "id": 512,
    "sentence": "I know this might be difficult to hear but you need to listen.",
    "translation": "Sei que pode ser difícil ouvir isso, mas você precisa escutar."
  },
  {
    "id": 513,
    "sentence": "They know the area like the back of their hand.",
    "translation": "Eles conhecem a área como a palma da mão."
  },
  {
    "id": 514,
    "sentence": "Do you know the answer to question five?",
    "translation": "Você sabe a resposta da questão cinco?"
  },
  {
    "id": 515,
    "sentence": "I know that you've been working hard and it's paying off.",
    "translation": "Eu sei que você tem trabalhado duro e isso está valendo a pena."
  },
  {
    "id": 516,
    "sentence": "She doesn't know what to wear to the party tonight.",
    "translation": "Ela não sabe o que vestir para a festa hoje à noite."
  },
  {
    "id": 517,
    "sentence": "I know we haven't spoken in a while but I still care about you.",
    "translation": "Sei que não nos falamos há um tempo, mas ainda me importo com você."
  },
  {
    "id": 518,
    "sentence": "You should know better than to leave your keys in the car.",
    "translation": "Você deveria saber que não se deve deixar as chaves no carro."
  },
  {
    "id": 519,
    "sentence": "I know he's going through a tough time right now.",
    "translation": "Sei que ele está passando por um momento difícil agora."
  },
  {
    "id": 520,
    "sentence": "Do you know how to make this dish?",
    "translation": "Você sabe como fazer este prato?"
  },
  {
    "id": 521,
    "sentence": "I know it's not easy but you have to keep going.",
    "translation": "Sei que não é fácil, mas você tem que continuar."
  },
  {
    "id": 522,
    "sentence": "We all know the rules so let's stick to them.",
    "translation": "Todos nós conhecemos as regras, então vamos segui-las."
  },
  {
    "id": 523,
    "sentence": "I know she can handle the responsibility.",
    "translation": "Sei que ela consegue lidar com a responsabilidade."
  },
  {
    "id": 524,
    "sentence": "Do you know why the meeting was cancelled?",
    "translation": "Você sabe por que a reunião foi cancelada?"
  },
  {
    "id": 525,
    "sentence": "I know it's late but can we talk for a minute?",
    "translation": "Sei que é tarde, mas podemos conversar um minuto?"
  },
  {
    "id": 526,
    "sentence": "Take a look at this beautiful painting I found.",
    "translation": "Dê uma olhada nesta pintura linda que encontrei."
  },
  {
    "id": 527,
    "sentence": "She asked him to look after her plants while she was away.",
    "translation": "Ela pediu para ele cuidar das plantas dela enquanto ela estivesse fora."
  },
  {
    "id": 528,
    "sentence": "You should look both ways before crossing the street.",
    "translation": "Você deve olhar para os dois lados antes de atravessar a rua."
  },
  {
    "id": 529,
    "sentence": "He tried to look confident during the presentation.",
    "translation": "Ele tentou parecer confiante durante a apresentação."
  },
  {
    "id": 530,
    "sentence": "I need to look up that word in the dictionary.",
    "translation": "Preciso procurar essa palavra no dicionário."
  },
  {
    "id": 531,
    "sentence": "They look forward to their holiday every year.",
    "translation": "Eles ficam ansiosos pelas férias todos os anos."
  },
  {
    "id": 532,
    "sentence": "Don't just look at the surface, dig deeper.",
    "translation": "Não olhe apenas para a superfície, vá mais fundo."
  },
  {
    "id": 533,
    "sentence": "She gave him a look that said everything.",
    "translation": "Ela deu a ele um olhar que dizia tudo."
  },
  {
    "id": 534,
    "sentence": "Look at how much you've grown in the past year.",
    "translation": "Veja o quanto você cresceu no último ano."
  },
  {
    "id": 535,
    "sentence": "He had to look for his keys for nearly an hour.",
    "translation": "Ele teve que procurar as chaves por quase uma hora."
  },
  {
    "id": 536,
    "sentence": "Look closely and you might find the hidden message.",
    "translation": "Olhe atentamente e você poderá encontrar a mensagem oculta."
  },
  {
    "id": 537,
    "sentence": "They always look out for each other in difficult times.",
    "translation": "Eles sempre cuidam um do outro em tempos difíceis."
  },
  {
    "id": 538,
    "sentence": "I look up to my older sister for her wisdom.",
    "translation": "Eu admiro minha irmã mais velha pela sabedoria dela."
  },
  {
    "id": 539,
    "sentence": "The house began to look old and worn down.",
    "translation": "A casa começou a parecer velha e desgastada."
  },
  {
    "id": 540,
    "sentence": "Please look into this issue as soon as possible.",
    "translation": "Por favor, investigue este problema o mais rápido possível."
  },
  {
    "id": 541,
    "sentence": "She couldn't help but look back at her childhood with nostalgia.",
    "translation": "Ela não conseguiu evitar olhar para trás, para sua infância, com nostalgia."
  },
  {
    "id": 542,
    "sentence": "He didn't want to look foolish in front of his friends.",
    "translation": "Ele não queria parecer tolo na frente dos amigos."
  },
  {
    "id": 543,
    "sentence": "I look forward to hearing your thoughts on this matter.",
    "translation": "Aguardo ansiosamente para ouvir seus pensamentos sobre este assunto."
  },
  {
    "id": 544,
    "sentence": "She asked him to look over the contract before signing it.",
    "translation": "Ela pediu para ele revisar o contrato antes de assiná-lo."
  },
  {
    "id": 545,
    "sentence": "Look at how the stars shine so brightly tonight.",
    "translation": "Olhe como as estrelas brilham tão intensamente hoje à noite."
  },
  {
    "id": 546,
    "sentence": "He wanted to look his best for the job interview.",
    "translation": "Ele queria estar com sua melhor aparência para a entrevista de emprego."
  },
  {
    "id": 547,
    "sentence": "She couldn't bring herself to look away from the breathtaking view.",
    "translation": "Ela não conseguia desviar o olhar daquela vista deslumbrante."
  },
  {
    "id": 548,
    "sentence": "I will look for a new job after the holidays.",
    "translation": "Vou procurar um novo emprego depois das festas."
  },
  {
    "id": 549,
    "sentence": "He tried to look happy but his eyes told a different story.",
    "translation": "Ele tentou parecer feliz, mas seus olhos contavam uma história diferente."
  },
  {
    "id": 550,
    "sentence": "Don't look down, keep your head held high.",
    "translation": "Não olhe para baixo, mantenha a cabeça erguida."
  },
  {
    "id": 551,
    "sentence": "I always try to use time wisely during the day.",
    "translation": "Sempre tento usar o tempo com sabedoria durante o dia."
  },
  {
    "id": 552,
    "sentence": "She asked if she could use my phone to make a quick call.",
    "translation": "Ela perguntou se poderia usar meu telefone para fazer uma ligação rápida."
  },
  {
    "id": 553,
    "sentence": "Do you know how to use this software properly?",
    "translation": "Você sabe como usar este software corretamente?"
  },
  {
    "id": 554,
    "sentence": "We should use less plastic to help the environment.",
    "translation": "Deveríamos usar menos plástico para ajudar o meio ambiente."
  },
  {
    "id": 555,
    "sentence": "He learned how to use the new machine at work.",
    "translation": "Ele aprendeu a usar a nova máquina no trabalho."
  },
  {
    "id": 556,
    "sentence": "Please use caution when handling these chemicals.",
    "translation": "Por favor, tenha cuidado ao manusear estes produtos químicos."
  },
  {
    "id": 557,
    "sentence": "I need to use the bathroom before we leave.",
    "translation": "Preciso usar o banheiro antes de sairmos."
  },
  {
    "id": 558,
    "sentence": "She decided to use her savings to buy a new car.",
    "translation": "Ela decidiu usar suas economias para comprar um carro novo."
  },
  {
    "id": 559,
    "sentence": "Can you use your influence to help me get the job?",
    "translation": "Você pode usar sua influência para me ajudar a conseguir o emprego?"
  },
  {
    "id": 560,
    "sentence": "He didn't want to use his connections to get ahead.",
    "translation": "Ele não queria usar seus contatos para progredir."
  },
  {
    "id": 561,
    "sentence": "The teacher showed us how to use the calculator efficiently.",
    "translation": "O professor nos mostrou como usar a calculadora de forma eficiente."
  },
  {
    "id": 562,
    "sentence": "You should use sunscreen to protect your skin from the sun.",
    "translation": "Você deve usar protetor solar para proteger sua pele do sol."
  },
  {
    "id": 563,
    "sentence": "I plan to use my days off to relax at home.",
    "translation": "Planejo usar meus dias de folga para relaxar em casa."
  },
  {
    "id": 564,
    "sentence": "She was taught how to use chopsticks at a young age.",
    "translation": "Ela aprendeu a usar os hashis (pauzinhos) quando era jovem."
  },
  {
    "id": 565,
    "sentence": "We can use this old table for our craft projects.",
    "translation": "Podemos usar esta mesa velha para nossos projetos de artesanato."
  },
  {
    "id": 566,
    "sentence": "Please use this opportunity to learn something new.",
    "translation": "Por favor, use esta oportunidade para aprender algo novo."
  },
  {
    "id": 567,
    "sentence": "He offered to let me use his tools for the project.",
    "translation": "Ele se ofereceu para me deixar usar as ferramentas dele para o projeto."
  },
  {
    "id": 568,
    "sentence": "You need to use your imagination to solve this puzzle.",
    "translation": "Você precisa usar sua imaginação para resolver este quebra-cabeça."
  },
  {
    "id": 569,
    "sentence": "I will use the remaining time to review my notes.",
    "translation": "Vou usar o tempo restante para revisar minhas anotações."
  },
  {
    "id": 570,
    "sentence": "She tried to use her charm to get out of trouble.",
    "translation": "Ela tentou usar seu charme para se livrar de problemas."
  },
  {
    "id": 571,
    "sentence": "We should use public transportation more often.",
    "translation": "Deveríamos usar o transporte público com mais frequência."
  },
  {
    "id": 572,
    "sentence": "Can you use a more polite tone when speaking?",
    "translation": "Você pode usar um tom mais educado ao falar?"
  },
  {
    "id": 573,
    "sentence": "They decided to use the extra funds for charity.",
    "translation": "Eles decidiram usar os fundos extras para caridade."
  },
  {
    "id": 574,
    "sentence": "I'm going to use the new recipe for tonight's dinner.",
    "translation": "Vou usar a nova receita para o jantar de hoje à noite."
  },
  {
    "id": 575,
    "sentence": "He tried to use logic to explain his reasoning.",
    "translation": "Ele tentou usar a lógica para explicar seu raciocínio."
  },
  {
    "id": 576,
    "sentence": "I'm over the moon about this news.",
    "translation": "Estou muito feliz (nas nuvens) com esta notícia."
  },
  {
    "id": 577,
    "sentence": "I feel so grateful for everything I have.",
    "translation": "Sinto-me tão grato por tudo que tenho."
  },
  {
    "id": 578,
    "sentence": "I couldn't stop smiling all day.",
    "translation": "Não conseguia parar de sorrir o dia todo."
  },
  {
    "id": 579,
    "sentence": "I'm filled with so much joy right now.",
    "translation": "Estou cheio de tanta alegria agora."
  },
  {
    "id": 580,
    "sentence": "This moment makes me so happy.",
    "translation": "Este momento me deixa tão feliz."
  },
  {
    "id": 581,
    "sentence": "I'm absolutely thrilled about the outcome.",
    "translation": "Estou absolutamente emocionado com o resultado."
  },
  {
    "id": 582,
    "sentence": "I feel a sense of inner peace and happiness.",
    "translation": "Sinto uma sensação de paz interior e felicidade."
  },
  {
    "id": 583,
    "sentence": "I can't describe how amazing this feels.",
    "translation": "Não consigo descrever como isso é incrível."
  },
  {
    "id": 584,
    "sentence": "I'm beaming with pride right now.",
    "translation": "Estou radiante de orgulho agora."
  },
  {
    "id": 585,
    "sentence": "This is the best day of my life.",
    "translation": "Este é o melhor dia da minha vida."
  },
  {
    "id": 586,
    "sentence": "I'm enjoying every second of this.",
    "translation": "Estou aproveitando cada segundo disso."
  },
  {
    "id": 587,
    "sentence": "I'm laughing so hard I can't breathe.",
    "translation": "Estou rindo tanto que não consigo respirar."
  },
  {
    "id": 588,
    "sentence": "This makes my heart so full.",
    "translation": "Isso deixa meu coração tão cheio."
  },
  {
    "id": 589,
    "sentence": "I'm excited about what lies ahead.",
    "translation": "Estou animado com o que está por vir."
  },
  {
    "id": 590,
    "sentence": "I'm floating on Cloud 9.",
    "translation": "Estou nas nuvens (extremamente feliz)."
  },
  {
    "id": 591,
    "sentence": "I can't stop giggling, it's so funny.",
    "translation": "Não consigo parar de dar risada, é tão engraçado."
  },
  {
    "id": 592,
    "sentence": "I feel blessed beyond words.",
    "translation": "Sinto-me abençoado além das palavras."
  },
  {
    "id": 593,
    "sentence": "I'm savoring this beautiful moment.",
    "translation": "Estou saboreando este belo momento."
  },
  {
    "id": 594,
    "sentence": "This fills my soul with happiness.",
    "translation": "Isso enche minha alma de felicidade."
  },
  {
    "id": 595,
    "sentence": "I'm glowing with positivity today.",
    "translation": "Estou brilhando de positividade hoje."
  },
  {
    "id": 596,
    "sentence": "I feel so down today.",
    "translation": "Sinto-me tão pra baixo hoje."
  },
  {
    "id": 597,
    "sentence": "This really breaks my heart.",
    "translation": "Isso realmente parte meu coração."
  },
  {
    "id": 598,
    "sentence": "I'm overwhelmed with sadness right now.",
    "translation": "Estou sobrecarregado de tristeza agora."
  },
  {
    "id": 599,
    "sentence": "I'm trying hard not to cry.",
    "translation": "Estou me esforçando para não chorar."
  },
  {
    "id": 600,
    "sentence": "This is such a let down.",
    "translation": "Isso é uma decepção tão grande."
  },
  {
    "id": 601,
    "sentence": "I feel like I've lost something important.",
    "translation": "Sinto que perdi algo importante."
  },
  {
    "id": 602,
    "sentence": "It's hard to describe how heartbroken I feel.",
    "translation": "É difícil descrever o quão de coração partido eu me sinto."
  },
  {
    "id": 603,
    "sentence": "I feel like the weight of the world is on my shoulders.",
    "translation": "Sinto como se o peso do mundo estivesse em meus ombros."
  },
  {
    "id": 604,
    "sentence": "I feel empty inside.",
    "translation": "Sinto-me vazio por dentro."
  },
  {
    "id": 605,
    "sentence": "I'm disappointed with how things turned out.",
    "translation": "Estou decepcionado com a forma como as coisas aconteceram."
  },
  {
    "id": 606,
    "sentence": "I'm struggling to stay positive.",
    "translation": "Estou lutando para me manter positivo."
  },
  {
    "id": 607,
    "sentence": "I feel like everything is falling apart.",
    "translation": "Sinto que tudo está desmoronando."
  },
  {
    "id": 608,
    "sentence": "This has left me in tears.",
    "translation": "Isso me deixou em lágrimas."
  },
  {
    "id": 609,
    "sentence": "I can't help but feel lonely.",
    "translation": "Não consigo evitar me sentir sozinho."
  },
  {
    "id": 610,
    "sentence": "I feel abandoned and lost.",
    "translation": "Sinto-me abandonado e perdido."
  },
  {
    "id": 611,
    "sentence": "I wish things had gone differently.",
    "translation": "Eu gostaria que as coisas tivessem acontecido de forma diferente."
  },
  {
    "id": 612,
    "sentence": "I feel like I'm stuck in a dark place.",
    "translation": "Sinto que estou preso em um lugar sombrio."
  },
  {
    "id": 613,
    "sentence": "My heart feels heavy today.",
    "translation": "Meu coração parece pesado hoje."
  },
  {
    "id": 614,
    "sentence": "I'm trying to process all this sadness.",
    "translation": "Estou tentando processar toda essa tristeza."
  },
  {
    "id": 615,
    "sentence": "This feels like such a hopeless situation.",
    "translation": "Isso parece uma situação tão sem esperança."
  },
  {
    "id": 616,
    "sentence": "I'm so angry I can't even think straight.",
    "translation": "Estou com tanta raiva que nem consigo pensar direito."
  },
  {
    "id": 617,
    "sentence": "This situation is really frustrating me.",
    "translation": "Esta situação está realmente me frustrando."
  },
  {
    "id": 618,
    "sentence": "I feel like screaming right now.",
    "translation": "Tenho vontade de gritar agora."
  },
  {
    "id": 619,
    "sentence": "I'm at my wit's end with this.",
    "translation": "Estou no meu limite com isso."
  },
  {
    "id": 620,
    "sentence": "I can't believe how unfair this is.",
    "translation": "Não consigo acreditar em como isso é injusto."
  },
  {
    "id": 621,
    "sentence": "I feel like my patience is running out.",
    "translation": "Sinto que minha paciência está se esgotando."
  },
  {
    "id": 622,
    "sentence": "I'm fuming about what just happened.",
    "translation": "Estou furioso com o que acabou de acontecer."
  },
  {
    "id": 623,
    "sentence": "This is testing my limits.",
    "translation": "Isso está testando meus limites."
  },
  {
    "id": 624,
    "sentence": "I feel so insulted by that comment.",
    "translation": "Sinto-me tão insultado por aquele comentário."
  },
  {
    "id": 625,
    "sentence": "I'm boiling with rage.",
    "translation": "Estou fervendo de raiva."
  },
  {
    "id": 626,
    "sentence": "This is completely unacceptable to me.",
    "translation": "Isso é completamente inaceitável para mim."
  },
  {
    "id": 627,
    "sentence": "I can't tolerate this anymore.",
    "translation": "Não posso tolerar isso mais."
  },
  {
    "id": 628,
    "sentence": "I'm so annoyed I need a break.",
    "translation": "Estou tão irritado que preciso de uma pausa."
  },
  {
    "id": 629,
    "sentence": "This situation is driving me crazy.",
    "translation": "Esta situação está me deixando louco."
  },
  {
    "id": 630,
    "sentence": "I feel like I've been wronged.",
    "translation": "Sinto que fui injustiçado."
  },
  {
    "id": 631,
    "sentence": "I'm upset and can't let it go.",
    "translation": "Estou chateado e não consigo deixar isso para lá."
  },
  {
    "id": 632,
    "sentence": "I can't help but feel disrespected.",
    "translation": "Não consigo evitar me sentir desrespeitado."
  },
  {
    "id": 633,
    "sentence": "This makes me so mad I can't think clearly.",
    "translation": "Isso me deixa com tanta raiva que não consigo pensar com clareza."
  },
  {
    "id": 634,
    "sentence": "I feel like throwing in the towel.",
    "translation": "Sinto vontade de jogar a toalha (desistir)."
  },
  {
    "id": 635,
    "sentence": "I'm trying to calm down but it's not easy.",
    "translation": "Estou tentando me acalmar, mas não é fácil."
  },
  {
    "id": 636,
    "sentence": "I feel deeply connected to you.",
    "translation": "Sinto-me profundamente conectado a você."
  },
  {
    "id": 637,
    "sentence": "I'm so in love with this moment.",
    "translation": "Estou tão apaixonado por este momento."
  },
  {
    "id": 638,
    "sentence": "You make my heart skip a beat.",
    "translation": "Você faz meu coração pular uma batida."
  },
  {
    "id": 639,
    "sentence": "I can't imagine my life without you.",
    "translation": "Não consigo imaginar minha vida sem você."
  },
  {
    "id": 640,
    "sentence": "I feel like the luckiest person in the world.",
    "translation": "Sinto-me a pessoa mais sortuda do mundo."
  },
  {
    "id": 641,
    "sentence": "I'm head over heels for you.",
    "translation": "Estou caidinho por você."
  },
  {
    "id": 642,
    "sentence": "You've made such a big impact on my life.",
    "translation": "Você causou um impacto tão grande na minha vida."
  },
  {
    "id": 643,
    "sentence": "I feel so close to you right now.",
    "translation": "Sinto-me tão próximo de você agora."
  },
  {
    "id": 644,
    "sentence": "My heart feels so full because of you.",
    "translation": "Meu coração se sente tão cheio por sua causa."
  },
  {
    "id": 645,
    "sentence": "I cherish every moment we spend together.",
    "translation": "Eu valorizo cada momento que passamos juntos."
  },
  {
    "id": 646,
    "sentence": "You mean so much to me.",
    "translation": "Você significa muito para mim."
  },
  {
    "id": 647,
    "sentence": "I feel like we understand each other perfectly.",
    "translation": "Sinto que nos entendemos perfeitamente."
  },
  {
    "id": 648,
    "sentence": "I can't stop thinking about you.",
    "translation": "Não consigo parar de pensar em você."
  },
  {
    "id": 649,
    "sentence": "You bring so much light into my life.",
    "translation": "Você traz tanta luz para a minha vida."
  },
  {
    "id": 650,
    "sentence": "I feel so safe and loved with you.",
    "translation": "Sinto-me tão seguro e amado com você."
  },
  {
    "id": 651,
    "sentence": "I'm so grateful for your presence in my life.",
    "translation": "Sou tão grato pela sua presença na minha vida."
  },
  {
    "id": 652,
    "sentence": "You make me feel special every single day.",
    "translation": "Você me faz sentir especial todo santo dia."
  },
  {
    "id": 653,
    "sentence": "I love the way we connect on such a deep level.",
    "translation": "Eu amo a maneira como nos conectamos em um nível tão profundo."
  },
  {
    "id": 654,
    "sentence": "I feel like we're made for each other.",
    "translation": "Sinto que fomos feitos um para o outro."
  },
  {
    "id": 655,
    "sentence": "My heart is filled with affection for you.",
    "translation": "Meu coração está cheio de carinho por você."
  },
  {
    "id": 656,
    "sentence": "I feel so nervous about this.",
    "translation": "Sinto-me tão nervoso com isso."
  },
  {
    "id": 657,
    "sentence": "My heart is racing, I can't calm down.",
    "translation": "Meu coração está acelerado, não consigo me acalmar."
  },
  {
    "id": 658,
    "sentence": "I'm scared of what might happen next.",
    "translation": "Estou com medo do que pode acontecer a seguir."
  },
  {
    "id": 659,
    "sentence": "I feel so uneasy about this situation.",
    "translation": "Sinto-me tão inquieto com esta situação."
  },
  {
    "id": 660,
    "sentence": "I'm trembling with fear right now.",
    "translation": "Estou tremendo de medo agora."
  },
  {
    "id": 661,
    "sentence": "I can't stop worrying about the outcome.",
    "translation": "Não consigo parar de me preocupar com o resultado."
  },
  {
    "id": 662,
    "sentence": "I feel like something bad is going to happen.",
    "translation": "Sinto que algo ruim vai acontecer."
  },
  {
    "id": 663,
    "sentence": "My stomach is in knots.",
    "translation": "Meu estômago está embrulhado (com nós)."
  },
  {
    "id": 664,
    "sentence": "I feel like I'm frozen with fear.",
    "translation": "Sinto que estou paralisado de medo."
  },
  {
    "id": 665,
    "sentence": "I'm overwhelmed with anxiety.",
    "translation": "Estou dominado pela ansiedade."
  },
  {
    "id": 666,
    "sentence": "I can't shake this uneasy feeling.",
    "translation": "Não consigo me livrar dessa sensação de inquietação."
  },
  {
    "id": 667,
    "sentence": "I feel completely out of my comfort zone.",
    "translation": "Sinto-me completamente fora da minha zona de conforto."
  },
  {
    "id": 668,
    "sentence": "I'm trying to face my fears but it's hard.",
    "translation": "Estou tentando enfrentar meus medos, mas é difícil."
  },
  {
    "id": 669,
    "sentence": "I'm worried I might fail.",
    "translation": "Estou preocupado que eu possa falhar."
  },
  {
    "id": 670,
    "sentence": "I feel like I'm drowning in my own thoughts.",
    "translation": "Sinto que estou me afogando em meus próprios pensamentos."
  },
  {
    "id": 671,
    "sentence": "I can't stop imagining the worst case scenario.",
    "translation": "Não consigo parar de imaginar o pior cenário possível."
  },
  {
    "id": 672,
    "sentence": "I feel like I'm losing control of the situation.",
    "translation": "Sinto que estou perdendo o controle da situação."
  },
  {
    "id": 673,
    "sentence": "My mind keeps racing and I can't focus.",
    "translation": "Minha mente não para e não consigo me concentrar."
  },
  {
    "id": 674,
    "sentence": "I'm so anxious I can barely breathe.",
    "translation": "Estou tão ansioso que mal consigo respirar."
  },
  {
    "id": 675,
    "sentence": "I feel like I'm standing on shaky ground.",
    "translation": "Sinto como se estivesse pisando em terreno instável."
  },
  {
    "id": 676,
    "sentence": "I need to get to the airport by 6 a.m.",
    "translation": "Preciso chegar ao aeroporto até as 6 da manhã."
  },
  {
    "id": 677,
    "sentence": "Can you get me a glass of water please?",
    "translation": "Você pode me trazer um copo d'água, por favor?"
  },
  {
    "id": 678,
    "sentence": "He always knows how to get out of tricky situations.",
    "translation": "Ele sempre sabe como sair de situações complicadas."
  },
  {
    "id": 679,
    "sentence": "Did you get the email I sent to you yesterday?",
    "translation": "Você recebeu o e-mail que te enviei ontem?"
  },
  {
    "id": 680,
    "sentence": "I'm trying to get better at playing the guitar.",
    "translation": "Estou tentando melhorar no violão."
  },
  {
    "id": 681,
    "sentence": "We should get together for coffee sometime.",
    "translation": "Deveríamos nos reunir para um café qualquer hora."
  },
  {
    "id": 682,
    "sentence": "It's hard to get over the loss of a loved one.",
    "translation": "É difícil superar a perda de um ente querido."
  },
  {
    "id": 683,
    "sentence": "Where did you get that beautiful dress?",
    "translation": "Onde você conseguiu esse vestido lindo?"
  },
  {
    "id": 684,
    "sentence": "I can't wait to get home and relax.",
    "translation": "Mal posso esperar para chegar em casa e relaxar."
  },
  {
    "id": 685,
    "sentence": "The kids get so excited when it's time for dessert.",
    "translation": "As crianças ficam tão animadas quando é hora da sobremesa."
  },
  {
    "id": 686,
    "sentence": "He needs to get a new job, he's not happy there anymore.",
    "translation": "Ele precisa arrumar um novo emprego, não está mais feliz lá."
  },
  {
    "id": 687,
    "sentence": "We need to get this project done by the end of the week.",
    "translation": "Precisamos terminar este projeto até o final da semana."
  },
  {
    "id": 688,
    "sentence": "She'll get upset if you don't call her back.",
    "translation": "Ela vai ficar chateada se você não ligar de volta."
  },
  {
    "id": 689,
    "sentence": "How do I get to the nearest subway station?",
    "translation": "Como chego à estação de metrô mais próxima?"
  },
  {
    "id": 690,
    "sentence": "I'm trying to get into shape before the summer.",
    "translation": "Estou tentando entrar em forma antes do verão."
  },
  {
    "id": 691,
    "sentence": "Let's get going before it starts to rain.",
    "translation": "Vamos indo antes que comece a chover."
  },
  {
    "id": 692,
    "sentence": "He didn't get the joke at first.",
    "translation": "Ele não entendeu a piada de primeira."
  },
  {
    "id": 693,
    "sentence": "I've got to get a birthday present for my sister.",
    "translation": "Tenho que comprar um presente de aniversário para minha irmã."
  },
  {
    "id": 694,
    "sentence": "Can you help me get this box off the shelf?",
    "translation": "Você pode me ajudar a tirar esta caixa da prateleira?"
  },
  {
    "id": 695,
    "sentence": "The sooner we start, the sooner we'll get finished.",
    "translation": "Quanto antes começarmos, mais cedo terminaremos."
  },
  {
    "id": 696,
    "sentence": "I'll get back to you as soon as I have more information.",
    "translation": "Retorno para você assim que tiver mais informações."
  },
  {
    "id": 697,
    "sentence": "We need to get more people involved in the project.",
    "translation": "Precisamos envolver mais pessoas no projeto."
  },
  {
    "id": 698,
    "sentence": "I didn't get much sleep last night.",
    "translation": "Não dormi muito na noite passada."
  },
  {
    "id": 699,
    "sentence": "She always finds a way to get what she wants.",
    "translation": "Ela sempre encontra um jeito de conseguir o que quer."
  },
  {
    "id": 700,
    "sentence": "You should get that cut looked at by a doctor.",
    "translation": "Você deveria pedir para um médico examinar esse corte."
  },
  {
    "id": 701,
    "sentence": "Please give me a call when you arrive.",
    "translation": "Por favor, me ligue quando você chegar."
  },
  {
    "id": 702,
    "sentence": "I want to give you something special for your birthday.",
    "translation": "Quero te dar algo especial para o seu aniversário."
  },
  {
    "id": 703,
    "sentence": "She decided to give her old clothes to charity.",
    "translation": "Ela decidiu doar suas roupas velhas para a caridade."
  },
  {
    "id": 704,
    "sentence": "Can you give me a hand with this heavy box?",
    "translation": "Você pode me dar uma mão com esta caixa pesada?"
  },
  {
    "id": 705,
    "sentence": "They will give a presentation on the new project tomorrow.",
    "translation": "Eles farão uma apresentação sobre o novo projeto amanhã."
  },
  {
    "id": 706,
    "sentence": "He tried to give up smoking several times.",
    "translation": "Ele tentou parar de fumar várias vezes."
  },
  {
    "id": 707,
    "sentence": "I can't give you an answer right now, I need more time.",
    "translation": "Não posso te dar uma resposta agora, preciso de mais tempo."
  },
  {
    "id": 708,
    "sentence": "The teacher will give us extra credit for participating.",
    "translation": "O professor nos dará crédito extra pela participação."
  },
  {
    "id": 709,
    "sentence": "She asked him to give her some space to think.",
    "translation": "Ela pediu para ele dar um espaço para ela pensar."
  },
  {
    "id": 710,
    "sentence": "I want to give this book a second chance, I might enjoy it now.",
    "translation": "Quero dar uma segunda chance a este livro, talvez eu goste dele agora."
  },
  {
    "id": 711,
    "sentence": "Please give my regards to your family.",
    "translation": "Por favor, mande lembranças para sua família."
  },
  {
    "id": 712,
    "sentence": "We should give ourselves a break after working so hard.",
    "translation": "Deveríamos nos dar uma folga depois de trabalhar tanto."
  },
  {
    "id": 713,
    "sentence": "I need to give this situation some serious thought.",
    "translation": "Preciso pensar seriamente sobre esta situação."
  },
  {
    "id": 714,
    "sentence": "Can you give me directions to the nearest petrol station?",
    "translation": "Você pode me dar direções para o posto de gasolina mais próximo?"
  },
  {
    "id": 715,
    "sentence": "He decided to give the job his best effort.",
    "translation": "Ele decidiu dar o seu melhor no trabalho."
  },
  {
    "id": 716,
    "sentence": "She offered to give me a ride to the airport.",
    "translation": "Ela se ofereceu para me dar uma carona até o aeroporto."
  },
  {
    "id": 717,
    "sentence": "They will give the winner a trophy at the ceremony.",
    "translation": "Eles darão um troféu ao vencedor na cerimônia."
  },
  {
    "id": 718,
    "sentence": "He didn't give up even when things got tough.",
    "translation": "Ele não desistiu mesmo quando as coisas ficaram difíceis."
  },
  {
    "id": 719,
    "sentence": "I want to give back to the community that supported me.",
    "translation": "Quero retribuir à comunidade que me apoiou."
  },
  {
    "id": 720,
    "sentence": "Please give me your honest opinion on this matter.",
    "translation": "Por favor, me dê sua opinião honesta sobre este assunto."
  },
  {
    "id": 721,
    "sentence": "She will give her speech at the conference next week.",
    "translation": "Ela fará seu discurso na conferência na próxima semana."
  },
  {
    "id": 722,
    "sentence": "I don't want to give you false hope but there's a chance.",
    "translation": "Não quero te dar falsas esperanças, mas há uma chance."
  },
  {
    "id": 723,
    "sentence": "He asked her to give him a second chance.",
    "translation": "Ele pediu para ela dar a ele uma segunda chance."
  },
  {
    "id": 724,
    "sentence": "Can you give me some time to think it over?",
    "translation": "Você pode me dar um tempo para pensar sobre isso?"
  },
  {
    "id": 725,
    "sentence": "I decided to give meditation a try to reduce stress.",
    "translation": "Decidi tentar a meditação para reduzir o estresse."
  },
  {
    "id": 726,
    "sentence": "I have always wanted to learn how to play the guitar.",
    "translation": "Sempre quis aprender a tocar violão."
  },
  {
    "id": 727,
    "sentence": "Do you have any plans for the weekend?",
    "translation": "Você tem planos para o fim de semana?"
  },
  {
    "id": 728,
    "sentence": "They have been working on this project for months.",
    "translation": "Eles estão trabalhando neste projeto há meses."
  },
  {
    "id": 729,
    "sentence": "We have a meeting scheduled for tomorrow morning.",
    "translation": "Temos uma reunião agendada para amanhã de manhã."
  },
  {
    "id": 730,
    "sentence": "She doesn't have any siblings so she often feels lonely.",
    "translation": "Ela não tem irmãos, então muitas vezes se sente solitária."
  },
  {
    "id": 731,
    "sentence": "You have to try this new restaurant in town.",
    "translation": "Você tem que experimentar este novo restaurante na cidade."
  },
  {
    "id": 732,
    "sentence": "He must have forgotten to set his alarm.",
    "translation": "Ele deve ter esquecido de configurar o despertador."
  },
  {
    "id": 733,
    "sentence": "I have never seen such a beautiful sunset before.",
    "translation": "Nunca vi um pôr do sol tão bonito antes."
  },
  {
    "id": 734,
    "sentence": "We have been friends since childhood.",
    "translation": "Somos amigos desde a infância."
  },
  {
    "id": 735,
    "sentence": "Does he have the documents ready for the presentation?",
    "translation": "Ele está com os documentos prontos para a apresentação?"
  },
  {
    "id": 736,
    "sentence": "I have been practicing yoga every day to improve my flexibility.",
    "translation": "Tenho praticado ioga todos os dias para melhorar minha flexibilidade."
  },
  {
    "id": 737,
    "sentence": "They have decided to move to a different city next year.",
    "translation": "Eles decidiram se mudar para uma cidade diferente no ano que vem."
  },
  {
    "id": 738,
    "sentence": "We have a surprise planned for your birthday.",
    "translation": "Temos uma surpresa planejada para o seu aniversário."
  },
  {
    "id": 739,
    "sentence": "The kids have finished their homework and are ready to play.",
    "translation": "As crianças terminaram a lição de casa e estão prontas para brincar."
  },
  {
    "id": 740,
    "sentence": "I have some questions about the assignment.",
    "translation": "Tenho algumas perguntas sobre a tarefa."
  },
  {
    "id": 741,
    "sentence": "Do you have enough time to finish the report?",
    "translation": "Você tem tempo suficiente para terminar o relatório?"
  },
  {
    "id": 742,
    "sentence": "She seems to have lost her keys again.",
    "translation": "Parece que ela perdeu as chaves de novo."
  },
  {
    "id": 743,
    "sentence": "We have been waiting for the bus for almost an hour.",
    "translation": "Estamos esperando o ônibus há quase uma hora."
  },
  {
    "id": 744,
    "sentence": "He should have called you by now.",
    "translation": "Ele já deveria ter te ligado a essa altura."
  },
  {
    "id": 745,
    "sentence": "I have a strong feeling that everything will work out.",
    "translation": "Tenho um forte pressentimento de que tudo vai dar certo."
  },
  {
    "id": 746,
    "sentence": "They have a beautiful garden full of flowers.",
    "translation": "Eles têm um lindo jardim cheio de flores."
  },
  {
    "id": 747,
    "sentence": "I don't have any cash on me right now.",
    "translation": "Não tenho dinheiro vivo comigo agora."
  },
  {
    "id": 748,
    "sentence": "We have to leave early to avoid traffic.",
    "translation": "Temos que sair cedo para evitar o trânsito."
  },
  {
    "id": 749,
    "sentence": "She might have misunderstood the instructions.",
    "translation": "Ela pode ter entendido mal as instruções."
  },
  {
    "id": 750,
    "sentence": "They have a lovely tradition of family dinners every Sunday.",
    "translation": "Eles têm uma adorável tradição de jantares em família todo domingo."
  },
  {
    "id": 751,
    "sentence": "Please take your time with the decision, there's no rush.",
    "translation": "Por favor, leve o tempo que precisar com a decisão, não há pressa."
  },
  {
    "id": 752,
    "sentence": "I always take a walk in the park after dinner.",
    "translation": "Sempre faço uma caminhada no parque depois do jantar."
  },
  {
    "id": 753,
    "sentence": "Can you take the rubbish out when you leave?",
    "translation": "Você pode levar o lixo para fora quando sair?"
  },
  {
    "id": 754,
    "sentence": "She decided to take a break from social media for a while.",
    "translation": "Ela decidiu dar um tempo das redes sociais por um tempo."
  },
  {
    "id": 755,
    "sentence": "Take my advice and don't go there at night.",
    "translation": "Siga meu conselho e não vá lá à noite."
  },
  {
    "id": 756,
    "sentence": "I will take care of everything while you're away.",
    "translation": "Vou cuidar de tudo enquanto você estiver fora."
  },
  {
    "id": 757,
    "sentence": "It will take about an hour to finish this project.",
    "translation": "Levará cerca de uma hora para terminar este projeto."
  },
  {
    "id": 758,
    "sentence": "Let's take a moment to appreciate this view.",
    "translation": "Vamos tirar um momento para apreciar esta vista."
  },
  {
    "id": 759,
    "sentence": "You should take an umbrella with you, it looks like rain.",
    "translation": "Você deve levar um guarda-chuva, parece que vai chover."
  },
  {
    "id": 760,
    "sentence": "He offered to take me to the airport early in the morning.",
    "translation": "Ele se ofereceu para me levar ao aeroporto de manhã cedo."
  },
  {
    "id": 761,
    "sentence": "Don't forget to take your medication before bed.",
    "translation": "Não se esqueça de tomar seu remédio antes de dormir."
  },
  {
    "id": 762,
    "sentence": "She decided to take on a new challenge at work.",
    "translation": "Ela decidiu assumir um novo desafio no trabalho."
  },
  {
    "id": 763,
    "sentence": "It can take years to master a new language.",
    "translation": "Pode levar anos para dominar um novo idioma."
  },
  {
    "id": 764,
    "sentence": "Take this opportunity to learn something new.",
    "translation": "Aproveite esta oportunidade para aprender algo novo."
  },
  {
    "id": 765,
    "sentence": "They need to take a different approach to solve the problem.",
    "translation": "Eles precisam adotar uma abordagem diferente para resolver o problema."
  },
  {
    "id": 766,
    "sentence": "Take a deep breath and relax, everything will be fine.",
    "translation": "Respire fundo e relaxe, tudo vai ficar bem."
  },
  {
    "id": 767,
    "sentence": "I can't take the noise anymore, it's driving me crazy.",
    "translation": "Não aguento mais o barulho, está me deixando louco."
  },
  {
    "id": 768,
    "sentence": "Do you take sugar in your coffee?",
    "translation": "Você toma café com açúcar?"
  },
  {
    "id": 769,
    "sentence": "We need to take responsibility for our actions.",
    "translation": "Precisamos assumir a responsabilidade por nossas ações."
  },
  {
    "id": 770,
    "sentence": "The teacher will take attendance at the beginning of class.",
    "translation": "O professor fará a chamada no início da aula."
  },
  {
    "id": 771,
    "sentence": "He asked her to take a picture of the sunset.",
    "translation": "Ele pediu para ela tirar uma foto do pôr do sol."
  },
  {
    "id": 772,
    "sentence": "Take a left turn at the next junction.",
    "translation": "Vire à esquerda no próximo cruzamento."
  },
  {
    "id": 773,
    "sentence": "She had to take a detour due to road construction.",
    "translation": "Ela teve que fazer um desvio devido a obras na estrada."
  },
  {
    "id": 774,
    "sentence": "Can you take care of the kids while I run errands?",
    "translation": "Você pode cuidar das crianças enquanto eu resolvo umas coisas?"
  },
  {
    "id": 775,
    "sentence": "Take a seat and I'll be with you shortly.",
    "translation": "Sente-se e estarei com você em breve."
  },
  {
    "id": 776,
    "sentence": "I want to travel the world someday.",
    "translation": "Quero viajar pelo mundo algum dia."
  },
  {
    "id": 777,
    "sentence": "She doesn't want to miss the concert tonight.",
    "translation": "Ela não quer perder o show hoje à noite."
  },
  {
    "id": 778,
    "sentence": "Do you want to join us for dinner?",
    "translation": "Você quer se juntar a nós para o jantar?"
  },
  {
    "id": 779,
    "sentence": "I want you to be honest with me.",
    "translation": "Quero que você seja honesto comigo."
  },
  {
    "id": 780,
    "sentence": "They want to buy a house in the countryside.",
    "translation": "Eles querem comprar uma casa no campo."
  },
  {
    "id": 781,
    "sentence": "I just want some time alone to think.",
    "translation": "Eu só quero um tempo sozinho para pensar."
  },
  {
    "id": 782,
    "sentence": "What do you want to do this weekend?",
    "translation": "O que você quer fazer neste fim de semana?"
  },
  {
    "id": 783,
    "sentence": "I want to help you with your project.",
    "translation": "Quero te ajudar com seu projeto."
  },
  {
    "id": 784,
    "sentence": "He doesn't want to go to work today.",
    "translation": "Ele não quer ir trabalhar hoje."
  },
  {
    "id": 785,
    "sentence": "Do you want more coffee before we leave?",
    "translation": "Você quer mais café antes de sairmos?"
  },
  {
    "id": 786,
    "sentence": "They want to make a difference in their community.",
    "translation": "Eles querem fazer a diferença na comunidade deles."
  },
  {
    "id": 787,
    "sentence": "I want to thank everyone for their support.",
    "translation": "Quero agradecer a todos pelo apoio."
  },
  {
    "id": 788,
    "sentence": "I want to understand why this happened.",
    "translation": "Quero entender por que isso aconteceu."
  },
  {
    "id": 789,
    "sentence": "What do you want for your birthday this year?",
    "translation": "O que você quer de aniversário este ano?"
  },
  {
    "id": 790,
    "sentence": "I don't want to be late for the meeting.",
    "translation": "Não quero me atrasar para a reunião."
  },
  {
    "id": 791,
    "sentence": "They want to start a business together.",
    "translation": "Eles querem abrir um negócio juntos."
  },
  {
    "id": 792,
    "sentence": "I want to apologize for my mistake.",
    "translation": "Quero me desculpar pelo meu erro."
  },
  {
    "id": 793,
    "sentence": "Do you want to come with me to the shop?",
    "translation": "Você quer vir comigo à loja?"
  },
  {
    "id": 794,
    "sentence": "I want you to know that I care.",
    "translation": "Quero que você saiba que eu me importo."
  },
  {
    "id": 795,
    "sentence": "I want to explore new places and experience different cultures.",
    "translation": "Quero explorar novos lugares e vivenciar culturas diferentes."
  },
  {
    "id": 796,
    "sentence": "I want you to be honest about how you feel.",
    "translation": "Quero que você seja honesto sobre como se sente."
  },
  {
    "id": 797,
    "sentence": "We want to make sure everyone is included in the plan.",
    "translation": "Queremos garantir que todos estejam incluídos no plano."
  },
  {
    "id": 798,
    "sentence": "I want to finish this book before the weekend.",
    "translation": "Quero terminar este livro antes do fim de semana."
  },
  {
    "id": 799,
    "sentence": "I want to hear your thoughts on the proposal.",
    "translation": "Quero ouvir seus pensamentos sobre a proposta."
  },
  {
    "id": 800,
    "sentence": "They want to renovate their house before moving in.",
    "translation": "Eles querem reformar a casa antes de se mudarem."
  },
  {
    "id": 801,
    "sentence": "You can call me anytime if you need help.",
    "translation": "Você pode me ligar a qualquer hora se precisar de ajuda."
  },
  {
    "id": 802,
    "sentence": "Can you pass me the salt please?",
    "translation": "Você pode me passar o sal, por favor?"
  },
  {
    "id": 803,
    "sentence": "She can play the guitar beautifully.",
    "translation": "Ela sabe tocar violão lindamente."
  },
  {
    "id": 804,
    "sentence": "Can I join you for lunch tomorrow?",
    "translation": "Posso me juntar a você para o almoço amanhã?"
  },
  {
    "id": 805,
    "sentence": "We can go to the beach this weekend.",
    "translation": "Podemos ir à praia neste fim de semana."
  },
  {
    "id": 806,
    "sentence": "He can run faster than anyone in his class.",
    "translation": "Ele consegue correr mais rápido do que qualquer um em sua classe."
  },
  {
    "id": 807,
    "sentence": "Can I ask you a question about the homework?",
    "translation": "Posso te fazer uma pergunta sobre a lição de casa?"
  },
  {
    "id": 808,
    "sentence": "You can stay here for the night if you'd like.",
    "translation": "Você pode passar a noite aqui se quiser."
  },
  {
    "id": 809,
    "sentence": "They can start the meeting without us.",
    "translation": "Eles podem começar a reunião sem nós."
  },
  {
    "id": 810,
    "sentence": "Can you drive me to the airport on Friday?",
    "translation": "Você pode me levar ao aeroporto na sexta-feira?"
  },
  {
    "id": 811,
    "sentence": "He can fix almost anything in the house.",
    "translation": "Ele consegue consertar quase qualquer coisa na casa."
  },
  {
    "id": 812,
    "sentence": "Can your sister swim?",
    "translation": "Sua irmã sabe nadar?"
  },
  {
    "id": 813,
    "sentence": "You can reach me via email anytime.",
    "translation": "Você pode entrar em contato comigo por e-mail a qualquer momento."
  },
  {
    "id": 814,
    "sentence": "Can we have a meeting later today?",
    "translation": "Podemos ter uma reunião mais tarde hoje?"
  },
  {
    "id": 815,
    "sentence": "She can bake the best cookies in town.",
    "translation": "Ela sabe fazer os melhores biscoitos da cidade."
  },
  {
    "id": 816,
    "sentence": "Can you tell me the time please?",
    "translation": "Você pode me dizer as horas, por favor?"
  },
  {
    "id": 817,
    "sentence": "We can finish this project before the deadline.",
    "translation": "Podemos terminar este projeto antes do prazo."
  },
  {
    "id": 818,
    "sentence": "Can I help you carry those bags?",
    "translation": "Posso te ajudar a carregar essas sacolas?"
  },
  {
    "id": 819,
    "sentence": "He can lift heavy weights at the gym.",
    "translation": "Ele consegue levantar pesos pesados na academia."
  },
  {
    "id": 820,
    "sentence": "Can I have the recipe for that cake?",
    "translation": "Posso ter a receita desse bolo?"
  },
  {
    "id": 821,
    "sentence": "You can park your car over there.",
    "translation": "Você pode estacionar seu carro ali."
  },
  {
    "id": 822,
    "sentence": "Can we discuss this matter tomorrow?",
    "translation": "Podemos discutir este assunto amanhã?"
  },
  {
    "id": 823,
    "sentence": "She can teach you how to play the piano.",
    "translation": "Ela pode te ensinar a tocar piano."
  },
  {
    "id": 824,
    "sentence": "Can you recommend a good restaurant nearby?",
    "translation": "Você pode recomendar um bom restaurante nas proximidades?"
  },
  {
    "id": 825,
    "sentence": "We can plan a trip for next month.",
    "translation": "Podemos planejar uma viagem para o mês que vem."
  },
  {
    "id": 826,
    "sentence": "I can't believe how cold it is today.",
    "translation": "Não acredito como está frio hoje."
  },
  {
    "id": 827,
    "sentence": "She can't make it to the meeting tomorrow.",
    "translation": "Ela não poderá comparecer à reunião amanhã."
  },
  {
    "id": 828,
    "sentence": "I can't find my phone anywhere.",
    "translation": "Não consigo encontrar meu telefone em lugar nenhum."
  },
  {
    "id": 829,
    "sentence": "We can't go to the concert, the tickets are sold out.",
    "translation": "Não podemos ir ao show, os ingressos estão esgotados."
  },
  {
    "id": 830,
    "sentence": "He can't drive because he lost his license.",
    "translation": "Ele não pode dirigir porque perdeu a carteira de motorista."
  },
  {
    "id": 831,
    "sentence": "I can't hear you, can you speak louder?",
    "translation": "Não consigo te ouvir, pode falar mais alto?"
  },
  {
    "id": 832,
    "sentence": "They can't come to the party this weekend.",
    "translation": "Eles não podem vir à festa neste fim de semana."
  },
  {
    "id": 833,
    "sentence": "You can't park here, it's a no parking zone.",
    "translation": "Você não pode estacionar aqui, é uma zona de estacionamento proibido."
  },
  {
    "id": 834,
    "sentence": "She can't swim so we need to stay in the shallow end.",
    "translation": "Ela não sabe nadar, então precisamos ficar na parte rasa."
  },
  {
    "id": 835,
    "sentence": "I can't finish this project without your help.",
    "translation": "Não consigo terminar este projeto sem sua ajuda."
  },
  {
    "id": 836,
    "sentence": "He can't join the team because of his injury.",
    "translation": "Ele não pode entrar no time por causa de sua lesão."
  },
  {
    "id": 837,
    "sentence": "I can't remember where I put my glasses.",
    "translation": "Não consigo me lembrar onde coloquei meus óculos."
  },
  {
    "id": 838,
    "sentence": "We can't leave until the meeting is over.",
    "translation": "Não podemos sair até que a reunião termine."
  },
  {
    "id": 839,
    "sentence": "She can't stop laughing at the joke.",
    "translation": "Ela não consegue parar de rir da piada."
  },
  {
    "id": 840,
    "sentence": "I can't wait to see you next week.",
    "translation": "Mal posso esperar para te ver na semana que vem."
  },
  {
    "id": 841,
    "sentence": "They can't afford to buy a new car right now.",
    "translation": "Eles não têm condições de comprar um carro novo agora."
  },
  {
    "id": 842,
    "sentence": "I can't believe he said that.",
    "translation": "Não acredito que ele disse isso."
  },
  {
    "id": 843,
    "sentence": "We can't go outside because it's raining heavily.",
    "translation": "Não podemos sair porque está chovendo muito."
  },
  {
    "id": 844,
    "sentence": "He can't come to the phone right now.",
    "translation": "Ele não pode atender o telefone agora."
  },
  {
    "id": 845,
    "sentence": "You can't enter without a ticket.",
    "translation": "Você não pode entrar sem um ingresso."
  },
  {
    "id": 846,
    "sentence": "She can't stay awake any longer, she's exhausted.",
    "translation": "Ela não consegue ficar acordada por mais tempo, está exausta."
  },
  {
    "id": 847,
    "sentence": "I can't open this jar, it's too tight.",
    "translation": "Não consigo abrir este pote, está muito apertado."
  },
  {
    "id": 848,
    "sentence": "He can't play football today because he has homework.",
    "translation": "Ele não pode jogar futebol hoje porque tem lição de casa."
  },
  {
    "id": 849,
    "sentence": "I can't agree with you on that point.",
    "translation": "Não posso concordar com você nesse ponto."
  },
  {
    "id": 850,
    "sentence": "We can't continue this discussion without more data.",
    "translation": "Não podemos continuar esta discussão sem mais dados."
  },
  {
    "id": 851,
    "sentence": "I will call you when I get home.",
    "translation": "Eu te ligo quando chegar em casa."
  },
  {
    "id": 852,
    "sentence": "She will bring the cake to the party.",
    "translation": "Ela trará o bolo para a festa."
  },
  {
    "id": 853,
    "sentence": "Will you help me move this table?",
    "translation": "Você vai me ajudar a mover esta mesa?"
  },
  {
    "id": 854,
    "sentence": "They will arrive at the airport by noon.",
    "translation": "Eles chegarão ao aeroporto até o meio-dia."
  },
  {
    "id": 855,
    "sentence": "I will finish this report by the end of the day.",
    "translation": "Vou terminar este relatório até o final do dia."
  },
  {
    "id": 856,
    "sentence": "Will we need to buy more groceries for the weekend?",
    "translation": "Precisaremos comprar mais mantimentos para o fim de semana?"
  },
  {
    "id": 857,
    "sentence": "He will study hard for his exams next week.",
    "translation": "Ele vai estudar muito para as provas da semana que vem."
  },
  {
    "id": 858,
    "sentence": "We will meet at the cafe around 5:00 p.m.",
    "translation": "Vamos nos encontrar no café por volta das 17h."
  },
  {
    "id": 859,
    "sentence": "Will you join us for dinner tonight?",
    "translation": "Você vai se juntar a nós para o jantar hoje à noite?"
  },
  {
    "id": 860,
    "sentence": "She will let us know her decision tomorrow.",
    "translation": "Ela nos informará sua decisão amanhã."
  },
  {
    "id": 861,
    "sentence": "I will send you the document later today.",
    "translation": "Eu te enviarei o documento mais tarde hoje."
  },
  {
    "id": 862,
    "sentence": "Do you think it will rain tomorrow?",
    "translation": "Você acha que vai chover amanhã?"
  },
  {
    "id": 863,
    "sentence": "We will be on holiday next month.",
    "translation": "Estaremos de férias no mês que vem."
  },
  {
    "id": 864,
    "sentence": "Will you take care of my plants while I'm away?",
    "translation": "Você cuidará das minhas plantas enquanto eu estiver fora?"
  },
  {
    "id": 865,
    "sentence": "He will fix the car as soon as the parts arrive.",
    "translation": "Ele consertará o carro assim que as peças chegarem."
  },
  {
    "id": 866,
    "sentence": "I will help you with the presentation if you need it.",
    "translation": "Eu te ajudarei com a apresentação se você precisar."
  },
  {
    "id": 867,
    "sentence": "They will attend the conference next week.",
    "translation": "Eles participarão da conferência na semana que vem."
  },
  {
    "id": 868,
    "sentence": "Will you be free to chat later today?",
    "translation": "Você estará livre para conversar mais tarde hoje?"
  },
  {
    "id": 869,
    "sentence": "She will visit her grandparents this weekend.",
    "translation": "Ela visitará os avós neste fim de semana."
  },
  {
    "id": 870,
    "sentence": "I will try my best to solve the problem.",
    "translation": "Farei o meu melhor para resolver o problema."
  },
  {
    "id": 871,
    "sentence": "Will you remind me to send that email?",
    "translation": "Você vai me lembrar de enviar aquele e-mail?"
  },
  {
    "id": 872,
    "sentence": "He will bring his dog to the park tomorrow.",
    "translation": "Ele levará o cachorro dele ao parque amanhã."
  },
  {
    "id": 873,
    "sentence": "We will need to leave early to beat the traffic.",
    "translation": "Precisaremos sair cedo para evitar o trânsito."
  },
  {
    "id": 874,
    "sentence": "Will the shop be open on Sunday?",
    "translation": "A loja estará aberta no domingo?"
  },
  {
    "id": 875,
    "sentence": "I will make sure everything is ready before the meeting.",
    "translation": "Vou garantir que tudo esteja pronto antes da reunião."
  },
  {
    "id": 876,
    "sentence": "I won't be able to make it to the meeting tomorrow.",
    "translation": "Não poderei comparecer à reunião amanhã."
  },
  {
    "id": 877,
    "sentence": "She won't forget your birthday.",
    "translation": "Ela não vai esquecer seu aniversário."
  },
  {
    "id": 878,
    "sentence": "He won't stop talking about his new job.",
    "translation": "Ele não para de falar sobre seu novo emprego."
  },
  {
    "id": 879,
    "sentence": "They won't come to the party because they have other plans.",
    "translation": "Eles não virão à festa porque têm outros planos."
  },
  {
    "id": 880,
    "sentence": "I won't let you down, I promise.",
    "translation": "Eu não vou te decepcionar, eu prometo."
  },
  {
    "id": 881,
    "sentence": "The car won't start no matter how many times I try.",
    "translation": "O carro não liga não importa quantas vezes eu tente."
  },
  {
    "id": 882,
    "sentence": "She won't agree with that idea, it's too risky.",
    "translation": "Ela não vai concordar com essa ideia, é muito arriscada."
  },
  {
    "id": 883,
    "sentence": "He won't eat vegetables no matter how they're cooked.",
    "translation": "Ele não come vegetais não importa como sejam preparados."
  },
  {
    "id": 884,
    "sentence": "We won't finish this project on time without more help.",
    "translation": "Não terminaremos este projeto a tempo sem mais ajuda."
  },
  {
    "id": 885,
    "sentence": "I won't leave until you're ready to go.",
    "translation": "Não vou embora até que você esteja pronto para ir."
  },
  {
    "id": 886,
    "sentence": "They won't allow pets in the building.",
    "translation": "Eles não permitem animais de estimação no prédio."
  },
  {
    "id": 887,
    "sentence": "She won't travel this summer due to work commitments.",
    "translation": "Ela não viajará neste verão devido a compromissos de trabalho."
  },
  {
    "id": 888,
    "sentence": "The kids won't go to bed unless you read them a story.",
    "translation": "As crianças não vão para a cama a menos que você leia uma história para elas."
  },
  {
    "id": 889,
    "sentence": "He won't answer the phone when he's in a meeting.",
    "translation": "Ele não atende o telefone quando está em reunião."
  },
  {
    "id": 890,
    "sentence": "The weather won't be good for hiking tomorrow.",
    "translation": "O tempo não estará bom para caminhadas amanhã."
  },
  {
    "id": 891,
    "sentence": "I won't stay up late tonight, I'm exhausted.",
    "translation": "Não vou ficar acordado até tarde hoje, estou exausto."
  },
  {
    "id": 892,
    "sentence": "He won't let anyone else drive his car.",
    "translation": "Ele não deixa ninguém mais dirigir o carro dele."
  },
  {
    "id": 893,
    "sentence": "We won't be able to afford a holiday this year.",
    "translation": "Não teremos condições de pagar férias este ano."
  },
  {
    "id": 894,
    "sentence": "I won't be available for lunch tomorrow.",
    "translation": "Não estarei disponível para o almoço amanhã."
  },
  {
    "id": 895,
    "sentence": "The TV won't turn on, something must be wrong with it.",
    "translation": "A TV não liga, algo deve estar errado com ela."
  },
  {
    "id": 896,
    "sentence": "She won't listen to anyone's advice on this matter.",
    "translation": "Ela não ouve o conselho de ninguém sobre este assunto."
  },
  {
    "id": 897,
    "sentence": "I won't go to the gym today, I'm feeling too tired.",
    "translation": "Não vou à academia hoje, estou me sentindo muito cansado."
  },
  {
    "id": 898,
    "sentence": "The restaurant won't be open on Sunday.",
    "translation": "O restaurante não estará aberto no domingo."
  },
  {
    "id": 899,
    "sentence": "He won't attend the event because he's out of town.",
    "translation": "Ele não participará do evento porque está fora da cidade."
  },
  {
    "id": 900,
    "sentence": "We won't move forward without a proper plan.",
    "translation": "Não avançaremos sem um plano adequado."
  },
  {
    "id": 901,
    "sentence": "I went to the shop yesterday to buy groceries but I forgot my wallet.",
    "translation": "Fui à loja ontem comprar mantimentos, mas esqueci minha carteira."
  },
  {
    "id": 902,
    "sentence": "Finding the perfect pair of shoes for a special event can be exhausting.",
    "translation": "Encontrar o par de sapatos perfeito para um evento especial pode ser exaustivo."
  },
  {
    "id": 903,
    "sentence": "Many people enjoy shopping online because it's more convenient than visiting physical stores.",
    "translation": "Muitas pessoas gostam de fazer compras online porque é mais conveniente do que visitar lojas físicas."
  },
  {
    "id": 904,
    "sentence": "She carefully compared the prices at three different stores before making her final decision.",
    "translation": "Ela comparou cuidadosamente os preços em três lojas diferentes antes de tomar sua decisão final."
  },
  {
    "id": 905,
    "sentence": "The crowded supermarket made it difficult to quickly grab the items I needed.",
    "translation": "O supermercado lotado tornou difícil pegar rapidamente os itens que eu precisava."
  },
  {
    "id": 906,
    "sentence": "Some people love window shopping just to see the latest fashion trends.",
    "translation": "Algumas pessoas adoram olhar vitrines apenas para ver as últimas tendências da moda."
  },
  {
    "id": 907,
    "sentence": "I bought a lovely jacket on sale which I had wanted for months.",
    "translation": "Comprei uma jaqueta linda em promoção que eu queria há meses."
  },
  {
    "id": 908,
    "sentence": "They didn't have my size in stock so I decided to check online.",
    "translation": "Eles não tinham meu tamanho em estoque, então decidi verificar online."
  },
  {
    "id": 909,
    "sentence": "My friend and I always go to the flea market on Sunday mornings.",
    "translation": "Meu amigo e eu sempre vamos ao mercado de pulgas nas manhãs de domingo."
  },
  {
    "id": 910,
    "sentence": "The variety of products available in big shopping centers can be quite overwhelming.",
    "translation": "A variedade de produtos disponíveis em grandes centros comerciais pode ser bastante avassaladora."
  },
  {
    "id": 911,
    "sentence": "Shopping for fresh produce at the farmers market is one of my favorite activities.",
    "translation": "Comprar produtos frescos na feira é uma das minhas atividades favoritas."
  },
  {
    "id": 912,
    "sentence": "I usually make a list before shopping to ensure I don't forget anything.",
    "translation": "Normalmente faço uma lista antes de fazer compras para garantir que não esqueça nada."
  },
  {
    "id": 913,
    "sentence": "Bargaining with shopkeepers can be fun if you know how to do it right.",
    "translation": "Negociar com lojistas pode ser divertido se você souber fazer direito."
  },
  {
    "id": 914,
    "sentence": "The department store had a massive clearance sale with discounts up to 70%.",
    "translation": "A loja de departamentos teve uma enorme liquidação com descontos de até 70%."
  },
  {
    "id": 915,
    "sentence": "Buying gifts for friends and family during the holidays is always exciting but challenging.",
    "translation": "Comprar presentes para amigos e familiares durante as festas é sempre emocionante, mas desafiador."
  },
  {
    "id": 916,
    "sentence": "I couldn't resist buying that expensive dress even though it exceeded my budget.",
    "translation": "Não resisti em comprar aquele vestido caro, mesmo que excedesse meu orçamento."
  },
  {
    "id": 917,
    "sentence": "Shopping for furniture requires careful planning to ensure it matches the room's aesthetics.",
    "translation": "Comprar móveis requer um planejamento cuidadoso para garantir que combinem com a estética do ambiente."
  },
  {
    "id": 918,
    "sentence": "She spent hours selecting the perfect accessories to match her new outfit.",
    "translation": "Ela passou horas escolhendo os acessórios perfeitos para combinar com sua nova roupa."
  },
  {
    "id": 919,
    "sentence": "We drove to the outlet center because they always have better deals than city shops.",
    "translation": "Dirigimos até o outlet porque eles sempre têm ofertas melhores do que as lojas da cidade."
  },
  {
    "id": 920,
    "sentence": "Returning an item to the shop is easy if you have the receipt with you.",
    "translation": "Devolver um item à loja é fácil se você tiver o recibo com você."
  },
  {
    "id": 921,
    "sentence": "It's important to check the quality of products before purchasing them, especially electronics.",
    "translation": "É importante verificar a qualidade dos produtos antes de comprá-los, especialmente eletrônicos."
  },
  {
    "id": 922,
    "sentence": "The cashier scanned the items so quickly that I almost forgot to pay attention.",
    "translation": "O caixa escaneou os itens tão rápido que quase esqueci de prestar atenção."
  },
  {
    "id": 923,
    "sentence": "Shopping for school supplies reminds me of how excited I used to be as a child.",
    "translation": "Comprar material escolar me lembra de como eu ficava animado quando criança."
  },
  {
    "id": 924,
    "sentence": "The new shopping center has several restaurants so we had lunch there after shopping.",
    "translation": "O novo shopping center tem vários restaurantes, então almoçamos lá depois das compras."
  },
  {
    "id": 925,
    "sentence": "Some people avoid shopping during the weekend because the shops are crowded and noisy.",
    "translation": "Algumas pessoas evitam fazer compras no fim de semana porque as lojas ficam lotadas e barulhentas."
  },
  {
    "id": 926,
    "sentence": "Preparing a healthy breakfast every morning can be challenging if you're short on time.",
    "translation": "Preparar um café da manhã saudável todas as manhãs pode ser desafiador se você tiver pouco tempo."
  },
  {
    "id": 927,
    "sentence": "Learning how to cook from scratch has been one of my greatest achievements.",
    "translation": "Aprender a cozinhar do zero tem sido uma das minhas maiores conquistas."
  },
  {
    "id": 928,
    "sentence": "The aroma of freshly baked bread filled the entire house making everyone feel hungry.",
    "translation": "O aroma de pão recém-assado encheu a casa inteira, deixando todos com fome."
  },
  {
    "id": 929,
    "sentence": "Experimenting with new recipes is always exciting but sometimes leads to unexpected failures.",
    "translation": "Experimentar novas receitas é sempre emocionante, mas às vezes leva a fracassos inesperados."
  },
  {
    "id": 930,
    "sentence": "My grandmother's secret ingredient for her famous cookies is a pinch of nutmeg.",
    "translation": "O ingrediente secreto da minha avó para seus famosos biscoitos é uma pitada de noz-moscada."
  },
  {
    "id": 931,
    "sentence": "I love making pasta from scratch because it tastes better than store-bought versions.",
    "translation": "Adoro fazer massa do zero porque o gosto é melhor do que as versões compradas em loja."
  },
  {
    "id": 932,
    "sentence": "Chopping vegetables for soup is time consuming but the result is always worth it.",
    "translation": "Cortar legumes para sopa consome tempo, mas o resultado sempre vale a pena."
  },
  {
    "id": 933,
    "sentence": "I discovered a new way to grill chicken that makes it juicier and tastier.",
    "translation": "Descobri uma nova maneira de grelhar frango que o deixa mais suculento e saboroso."
  },
  {
    "id": 934,
    "sentence": "Baking a cake requires precise measurements and a lot of patience but it's rewarding.",
    "translation": "Assar um bolo requer medidas precisas e muita paciência, mas é gratificante."
  },
  {
    "id": 935,
    "sentence": "Preparing meals for a large family can be exhausting especially during special occasions.",
    "translation": "Preparar refeições para uma família grande pode ser exaustivo, especialmente durante ocasiões especiais."
  },
  {
    "id": 936,
    "sentence": "Cooking with friends is an enjoyable way to spend time and learn new recipes.",
    "translation": "Cozinhar com amigos é uma maneira agradável de passar o tempo e aprender novas receitas."
  },
  {
    "id": 937,
    "sentence": "It's important to use fresh ingredients when preparing meals for the best flavor.",
    "translation": "É importante usar ingredientes frescos ao preparar refeições para obter o melhor sabor."
  },
  {
    "id": 938,
    "sentence": "She tried adding a little cinnamon to her coffee which enhanced its flavor dramatically.",
    "translation": "Ela tentou adicionar um pouco de canela ao café, o que realçou seu sabor drasticamente."
  },
  {
    "id": 939,
    "sentence": "The chef demonstrated how to flambé the dish which amazed everyone watching.",
    "translation": "O chef demonstrou como flambar o prato, o que impressionou todos que assistiam."
  },
  {
    "id": 940,
    "sentence": "I enjoy making smoothies because they're healthy, delicious, and quick to prepare.",
    "translation": "Gosto de fazer vitaminas porque são saudáveis, deliciosas e rápidas de preparar."
  },
  {
    "id": 941,
    "sentence": "Preparing a three course meal from scratch can be intimidating for inexperienced cooks.",
    "translation": "Preparar uma refeição de três pratos do zero pode ser intimidante para cozinheiros inexperientes."
  },
  {
    "id": 942,
    "sentence": "Using too much salt can ruin a dish so it's important to be cautious.",
    "translation": "Usar muito sal pode estragar um prato, por isso é importante ter cautela."
  },
  {
    "id": 943,
    "sentence": "Following a recipe step by step ensures consistent results especially when baking desserts.",
    "translation": "Seguir uma receita passo a passo garante resultados consistentes, especialmente ao assar sobremesas."
  },
  {
    "id": 944,
    "sentence": "The secret to making fluffy pancakes lies in whisking the batter just enough.",
    "translation": "O segredo para fazer panquecas fofas está em bater a massa apenas o suficiente."
  },
  {
    "id": 945,
    "sentence": "I learned how to make sushi rolls by watching a tutorial on the internet.",
    "translation": "Aprendi a fazer rolinhos de sushi assistindo a um tutorial na internet."
  },
  {
    "id": 946,
    "sentence": "Cooking a hearty stew on a cold day is comforting and warms the soul.",
    "translation": "Cozinhar um ensopado farto em um dia frio é reconfortante e aquece a alma."
  },
  {
    "id": 947,
    "sentence": "Adding fresh herbs like basil and oregano can transform a simple dish into something extraordinary.",
    "translation": "Adicionar ervas frescas como manjericão e orégano pode transformar um prato simples em algo extraordinário."
  },
  {
    "id": 948,
    "sentence": "Watching cooking shows inspires me to try different cuisines and experiment with ingredients.",
    "translation": "Assistir a programas de culinária me inspira a experimentar diferentes cozinhas e ingredientes."
  },
  {
    "id": 949,
    "sentence": "Meal prepping for the week saves time and ensures you eat healthy balanced meals.",
    "translation": "Preparar as refeições da semana economiza tempo e garante que você coma refeições saudáveis e equilibradas."
  },
  {
    "id": 950,
    "sentence": "My favorite part of cooking is sharing the food I've made with friends and family.",
    "translation": "Minha parte favorita de cozinhar é compartilhar a comida que fiz com amigos e família."
  },
  {
    "id": 951,
    "sentence": "Traveling to new places gives you a chance to learn about different cultures.",
    "translation": "Viajar para novos lugares lhe dá a chance de aprender sobre diferentes culturas."
  },
  {
    "id": 952,
    "sentence": "I always double check my packing list to make sure I don't forget essentials.",
    "translation": "Eu sempre verifico duas vezes minha lista de bagagem para ter certeza de que não esqueci o essencial."
  },
  {
    "id": 953,
    "sentence": "Exploring small towns during road trips can be just as exciting as visiting big cities.",
    "translation": "Explorar cidades pequenas durante viagens de carro pode ser tão emocionante quanto visitar grandes cidades."
  },
  {
    "id": 954,
    "sentence": "The breathtaking view of the mountains from our hotel room was unforgettable.",
    "translation": "A vista de tirar o fôlego das montanhas do nosso quarto de hotel foi inesquecível."
  },
  {
    "id": 955,
    "sentence": "Planning a trip can be stressful but the experience is always worth the effort.",
    "translation": "Planejar uma viagem pode ser estressante, mas a experiência sempre vale o esforço."
  },
  {
    "id": 956,
    "sentence": "Traveling by train allows you to enjoy scenic landscapes without worrying about driving.",
    "translation": "Viajar de trem permite que você aprecie paisagens cênicas sem se preocupar em dirigir."
  },
  {
    "id": 957,
    "sentence": "My dream is to visit every continent at least once during my lifetime.",
    "translation": "Meu sonho é visitar todos os continentes pelo menos uma vez durante a minha vida."
  },
  {
    "id": 958,
    "sentence": "Carrying too much luggage can be inconvenient especially when navigating through crowded airports.",
    "translation": "Carregar muita bagagem pode ser inconveniente, especialmente ao transitar por aeroportos lotados."
  },
  {
    "id": 959,
    "sentence": "I love traveling with friends because it makes the journey more enjoyable and memorable.",
    "translation": "Adoro viajar com amigos porque torna a jornada mais agradável e memorável."
  },
  {
    "id": 960,
    "sentence": "Visiting historical landmarks helps you appreciate the rich history of a particular place.",
    "translation": "Visitar marcos históricos ajuda você a apreciar a rica história de um determinado lugar."
  },
  {
    "id": 961,
    "sentence": "Long haul flights can be tiring but the excitement of arriving at your destination keeps you motivated.",
    "translation": "Voos de longa distância podem ser cansativos, mas a empolgação de chegar ao seu destino mantém você motivado."
  },
  {
    "id": 962,
    "sentence": "Packing light is a skill I've mastered after years of traveling to different countries.",
    "translation": "Fazer malas leves é uma habilidade que dominei após anos viajando para diferentes países."
  },
  {
    "id": 963,
    "sentence": "Trying local foods is one of the best parts of exploring a new destination.",
    "translation": "Experimentar comidas locais é uma das melhores partes de explorar um novo destino."
  },
  {
    "id": 964,
    "sentence": "I enjoy walking tours because they allow you to explore hidden gems in a city.",
    "translation": "Gosto de passeios a pé porque eles permitem explorar joias escondidas em uma cidade."
  },
  {
    "id": 965,
    "sentence": "The tour guide shared fascinating stories about the ancient ruins we visited last summer.",
    "translation": "O guia turístico compartilhou histórias fascinantes sobre as ruínas antigas que visitamos no verão passado."
  },
  {
    "id": 966,
    "sentence": "Traveling solo teaches you independence, adaptability, and how to navigate unfamiliar environments.",
    "translation": "Viajar sozinho ensina independência, adaptabilidade e como navegar em ambientes desconhecidos."
  },
  {
    "id": 967,
    "sentence": "I always carry a small travel journal to document my experiences and thoughts.",
    "translation": "Sempre carrego um pequeno diário de viagem para documentar minhas experiências e pensamentos."
  },
  {
    "id": 968,
    "sentence": "Seeing the Northern Lights is at the top of my travel bucket list.",
    "translation": "Ver a Aurora Boreal está no topo da minha lista de desejos de viagem."
  },
  {
    "id": 969,
    "sentence": "The flight was delayed by several hours but we finally arrived late at night.",
    "translation": "O voo atrasou várias horas, mas finalmente chegamos tarde da noite."
  },
  {
    "id": 970,
    "sentence": "Exploring nature reserves and national parks is a relaxing way to spend your holiday.",
    "translation": "Explorar reservas naturais e parques nacionais é uma maneira relaxante de passar suas férias."
  },
  {
    "id": 971,
    "sentence": "Traveling during the off-season often means fewer crowds and more affordable accommodations.",
    "translation": "Viajar na baixa temporada geralmente significa menos multidões e acomodações mais acessíveis."
  },
  {
    "id": 972,
    "sentence": "I spent hours researching the best attractions and restaurants before deciding on our itinerary.",
    "translation": "Passei horas pesquisando as melhores atrações e restaurantes antes de decidir nosso itinerário."
  },
  {
    "id": 973,
    "sentence": "Learning a few phrases in the local language can enhance your travel experience significantly.",
    "translation": "Aprender algumas frases no idioma local pode melhorar significativamente sua experiência de viagem."
  },
  {
    "id": 974,
    "sentence": "Cruises are a unique way to travel because you can explore multiple destinations in one trip.",
    "translation": "Cruzeiros são uma maneira única de viajar porque você pode explorar vários destinos em uma única viagem."
  },
  {
    "id": 975,
    "sentence": "Watching the sunrise on a deserted beach is one of my favorite travel memories.",
    "translation": "Assistir ao nascer do sol em uma praia deserta é uma das minhas memórias de viagem favoritas."
  },
  {
    "id": 976,
    "sentence": "Staying organized at work helps you complete tasks efficiently and meet deadlines on time.",
    "translation": "Manter-se organizado no trabalho ajuda a completar tarefas com eficiência e cumprir prazos."
  },
  {
    "id": 977,
    "sentence": "Preparing for an important presentation requires thorough research and plenty of practice beforehand.",
    "translation": "Preparar-se para uma apresentação importante requer pesquisa minuciosa e muita prática antecipada."
  },
  {
    "id": 978,
    "sentence": "Collaborating with colleagues on projects can lead to creative solutions and innovative ideas.",
    "translation": "Colaborar com colegas em projetos pode levar a soluções criativas e ideias inovadoras."
  },
  {
    "id": 979,
    "sentence": "Maintaining a healthy work-life balance is crucial for overall happiness and productivity.",
    "translation": "Manter um equilíbrio saudável entre vida profissional e pessoal é crucial para a felicidade geral e a produtividade."
  },
  {
    "id": 980,
    "sentence": "Writing detailed emails ensures that all team members understand their roles and responsibilities.",
    "translation": "Escrever e-mails detalhados garante que todos os membros da equipe entendam suas funções e responsabilidades."
  },
  {
    "id": 981,
    "sentence": "The new office policy encourages employees to take short breaks to improve focus and energy.",
    "translation": "A nova política do escritório incentiva os funcionários a fazerem pausas curtas para melhorar o foco e a energia."
  },
  {
    "id": 982,
    "sentence": "Completing a challenging project brings a sense of accomplishment and boosts your confidence.",
    "translation": "Concluir um projeto desafiador traz uma sensação de realização e aumenta sua confiança."
  },
  {
    "id": 983,
    "sentence": "I always start my day by making a to-do list to prioritize my tasks.",
    "translation": "Sempre começo meu dia fazendo uma lista de tarefas para priorizar minhas atividades."
  },
  {
    "id": 984,
    "sentence": "Attending regular meetings helps everyone stay updated on the progress of ongoing projects.",
    "translation": "Participar de reuniões regulares ajuda todos a se manterem atualizados sobre o progresso dos projetos em andamento."
  },
  {
    "id": 985,
    "sentence": "Networking with professionals in your field can open doors to exciting opportunities.",
    "translation": "Fazer networking com profissionais da sua área pode abrir portas para oportunidades empolgantes."
  },
  {
    "id": 986,
    "sentence": "Working remotely allows employees to have more flexibility but requires strong time management skills.",
    "translation": "Trabalhar remotamente permite que os funcionários tenham mais flexibilidade, mas requer fortes habilidades de gestão de tempo."
  },
  {
    "id": 987,
    "sentence": "Taking constructive feedback positively can help you grow and improve in your career.",
    "translation": "Receber feedback construtivo de forma positiva pode ajudar você a crescer e melhorar em sua carreira."
  },
  {
    "id": 988,
    "sentence": "Setting achievable goals at work motivates you to stay focused and determined.",
    "translation": "Definir metas alcançáveis no trabalho motiva você a permanecer focado e determinado."
  },
  {
    "id": 989,
    "sentence": "Proper communication between team members is essential for the success of any project.",
    "translation": "A comunicação adequada entre os membros da equipe é essencial para o sucesso de qualquer projeto."
  },
  {
    "id": 990,
    "sentence": "The office cafeteria serves a variety of meals making lunch breaks more enjoyable.",
    "translation": "O refeitório do escritório serve uma variedade de refeições, tornando os intervalos de almoço mais agradáveis."
  },
  {
    "id": 991,
    "sentence": "Participating in team building activities strengthens relationships and improves collaboration in the workplace.",
    "translation": "Participar de atividades de construção de equipe fortalece os relacionamentos e melhora a colaboração no local de trabalho."
  },
  {
    "id": 992,
    "sentence": "Managing multiple deadlines can be stressful so it's important to prioritize your tasks effectively.",
    "translation": "Gerenciar vários prazos pode ser estressante, por isso é importante priorizar suas tarefas de forma eficaz."
  },
  {
    "id": 993,
    "sentence": "Learning new skills through professional development courses can enhance your career prospects significantly.",
    "translation": "Aprender novas habilidades por meio de cursos de desenvolvimento profissional pode melhorar significativamente suas perspectivas de carreira."
  },
  {
    "id": 994,
    "sentence": "A supportive work environment fosters creativity and encourages employees to share their ideas openly.",
    "translation": "Um ambiente de trabalho favorável promove a criatividade e incentiva os funcionários a compartilharem suas ideias abertamente."
  },
  {
    "id": 995,
    "sentence": "Starting your day with a clear plan helps you avoid unnecessary stress at work.",
    "translation": "Começar o dia com um plano claro ajuda a evitar estresse desnecessário no trabalho."
  },
  {
    "id": 996,
    "sentence": "Handling difficult clients requires patience, understanding, and excellent communication skills.",
    "translation": "Lidar com clientes difíceis requer paciência, compreensão e excelentes habilidades de comunicação."
  },
  {
    "id": 997,
    "sentence": "Taking time to review your work ensures that you deliver high quality results consistently.",
    "translation": "Dedicar tempo para revisar seu trabalho garante que você entregue resultados de alta qualidade de forma consistente."
  },
  {
    "id": 998,
    "sentence": "Celebrating small successes at work keeps the team motivated and improves morale.",
    "translation": "Comemorar pequenas vitórias no trabalho mantém a equipe motivada e melhora o moral."
  },
  {
    "id": 999,
    "sentence": "Attending conferences is a great way to stay updated on the latest industry trends.",
    "translation": "Participar de conferências é uma ótima maneira de se manter atualizado sobre as últimas tendências do setor."
  },
  {
    "id": 1000,
    "sentence": "Balancing multiple roles at work can be challenging but teaches valuable multitasking skills.",
    "translation": "Equilibrar várias funções no trabalho pode ser desafiador, mas ensina habilidades valiosas de multitarefa."
  }
]